Repository: GNOME/libnma
Catalog: po/*.po
Languages: dz, fr, ml, ne

source: _Security:
ml: _സുരക്ഷ:

source: <span weight="bold" size="larger">Choose a VPN Connection Type</span> Select the type of VPN you wish to use for the new connection. If the type of VPN connection you wish to create does not appear in the list, you may not have the correct VPN plugin installed.
ml: <span weight="bold" size="larger">ഒരു വിപിഎന്‍ തരത്തിലുള്ള കണക്ഷന്‍ തെരഞ്ഞെടുക്കുക</span> പുതിയ കണക്ഷനുവേണ്ടി നിങ്ങള്‍ ഉപയോഗിക്കുവാന്‍ ആഗ്രഹിക്കുന്ന തരത്തിലുള്ള വിപിഎന്‍ കണക്ഷന്‍ തെരഞ്ഞെടുക്കുക. നിങ്ങള്‍ക്കു് ആവശ്യമുള്ളതു് പട്ടികയില്‍ ലഭ്യമല്ല എങ്കില്‍, നിങ്ങള്‍ ശരിയായ പ്ലഗിന്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്തിട്ടുണ്ടാവില്ല.

source: Create…
ml: ഉണ്ടാക്കുക

source: Address
ml: വിലാസം

source: Netmask
ml: നെറ്റ്‌മാസ്ക്

source: Gateway
ml: ഗേറ്റ്‌വേ

source: Metric
ml: മെട്രിക്

source: Prefix
ml: പ്രീഫിക്സ്

source: Could not load DSL user interface.
ml: DSL യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: DSL
ml: ഡിഎസ്എല്‍

source: DSL connection %d
ml: DSL കണക്ഷന്‍ %d

source: Automatic (VPN)
ml: ഓട്ടോമാറ്റിക് (VPN)

source: Automatic (VPN) addresses only
ml: ഓട്ടോമാറ്റിക് (VPN) വിലാസങ്ങള്‍ മാത്രം

source: Automatic (PPP)
ml: ഓട്ടോമാറ്റിക് (PPP)

source: Automatic (PPP) addresses only
ml: ഓട്ടോമാറ്റിക് (PPP) വിലാസങ്ങള്‍ മാത്രം

source: Automatic (PPPoE)
ml: ഓട്ടോമാറ്റിക് (PPPoE)

source: Automatic (PPPoE) addresses only
ml: ഓട്ടോമാറ്റിക് (PPPoE) വിലാസങ്ങള്‍ മാത്രം

source: Automatic (DHCP)
ml: ഓട്ടോമാറ്റിക് (DHCP)

source: Automatic (DHCP) addresses only
ml: ഓട്ടോമാറ്റിക് (DHCP) വിലാസങ്ങള്‍ മാത്രം

source: Manual
ml: നിങ്ങള്‍ സ്വയം (മാനുവല്‍)

source: Link-Local Only
ml: ലിങ്ക്-ലോക്കല്‍ മാത്രം

source: Shared to other computers
ml: മറ്റു് കമ്പ്യൂട്ടറുകളുമായി പങ്കിടുന്നു

source: Editing IPv4 routes for %s
ml: %s-നുള്ള IPv4 റൂട്ടുകള്‍ ചിട്ടപ്പെടുത്തുക

source: Could not load IPv4 user interface.
ml: IPv4 യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: IPv4 Settings
ml: IPv4 സജ്ജീകരണങ്ങള്‍

source: Automatic
ml: ഓട്ടോമാറ്റിക്

source: Automatic, addresses only
ml: ഓട്ടോമാറ്റിക് വിലാസങ്ങള്‍ മാത്രം

source: Ignore
ml: അവഗണിക്കുക

source: Editing IPv6 routes for %s
ml: %s-നുള്ള IPv6 റൂട്ടുകള്‍ ചിട്ടപ്പെടുത്തുക

source: Could not load IPv6 user interface.
ml: IPv6 യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: IPv6 Settings
ml: IPv6 സജ്ജീകരണങ്ങള്‍

source: Could not load mobile broadband user interface.
ml: ബ്രോഡ്ബാന്‍ഡ് യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: Unsupported mobile broadband connection type.
ml: പിന്തുണ ലഭ്യമല്ലാത്ത മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍.

source: Select Mobile Broadband Provider Type
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് സേവന ദാതാവു് തരം തെരഞ്ഞെടുക്കുക

source: Select the technology your mobile broadband provider uses. If you are unsure, ask your provider.
ml: നിങ്ങളുടെ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് സേവന ദാതാവു് ഉപയോഗിക്കുന്ന ടെക്നോളജി തെരഞ്ഞെടുക്കുക. നിങ്ങള്‍ക്കറിയില്ലെങ്കില്‍ പ്രൊവൈഡറിനോട് അന്വേഷിക്കുക.

source: My provider uses _GSM-based technology (i.e. GPRS, EDGE, UMTS, HSDPA)
ml: എന്റെ സേവന ദാതാവു് _GSM ടെക്നോളജി ഉപയോഗിക്കുന്നു (i.e. GPRS, EDGE, UMTS, HSDPA)

source: My provider uses _CDMA-based technology (i.e. 1xRTT, EVDO)
ml: എന്റെ സേവന ദാതാവു് _CDMA ടെക്നോളജി ഉപയോഗിക്കുന്നു (i.e. 1xRTT, EVDO)

source: none
dz: ཅི་མེད།
fr: Aucun
ml: ഒന്നുമില്ല
ne: कुनै पनि होइन

source: Editing PPP authentication methods for %s
ml: %s-നുള്ല PPP ആധികാരികത ഉറപ്പാക്കല്‍ മാര്‍ഗ്ഗങ്ങള്‍ ചിട്ടപ്പെടുത്തുന്നു

source: Could not load PPP user interface.
ml: PPP യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: PPP Settings
ml: PPP സജ്ജീകരണങ്ങള്‍

source: Could not find VPN plugin service for '%s'.
ml: '%s'-നുള്ള വിപിഎന്‍ പ്ലഗിന്‍ സര്‍വീസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: VPN connection %d
ml: വിപിഎന്‍ കണക്ഷന്‍ %d

source: Could not load wired user interface.
ml: വയര്‍ഡ് യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: Wired
ml: വയര്‍ഡ്

source: Wired connection %d
ml: വയര്‍ഡ് കണക്ഷന്‍ %d

source: 802.1x Security
ml: 802.1X സുരക്ഷ

source: Use 802.1X security for this connection
ml: ഈ കണക്ഷനുവേണ്ടി 802.1X സുരക്ഷ ഉപയോഗിക്കുക

source: default
ml: സ്വതവേയുള്ള

source: Could not load WiFi user interface.
ml: വൈഫൈ യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: Wireless
ml: വയര്‍ലെസ്

source: Wireless connection %d
ml: വയര്‍ലെസ് കണക്ഷന്‍ %d

source: WEP 40/128-bit Key
ml: WEP 40/128-bit കീ

source: WEP 128-bit Passphrase
dz: ཌབ་ལུ་ཨི་པི་ ༡༢༨-བིཊི་ཆོག་ཚིག
fr: Phrase secrète WEP 128 bits
ml: WEP 128-bit പാസ്‌ഫ്രെയിസ്
ne: WEP 128-bit पासफ्रेज

source: Dynamic WEP (802.1x)
ml: ഡൈനമിക് WEP (802.1x)

source: WPA & WPA2 Personal
ml: WPA & WPA2 പേഴ്സണല്‍

source: WPA & WPA2 Enterprise
ml: WPA & WPA2 എന്റര്‍പ്രൈസ്

source: Could not load WiFi security user interface; missing WiFi setting.
ml: വൈഫൈ സുരക്ഷ യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല; വൈഫൈ ക്രമീകരണം ലഭ്യമല്ല.

source: Could not load WiFi security user interface.
ml: വൈഫൈ സെക്യൂരിറ്റി യൂസര്‍ ഇന്റര്‍ഫെയിസ് ലഭ്യമാക്കുവാന്‍ സാധ്യമായില്ല.

source: Wireless Security
ml: വയര്‍ലെസ് സെക്യൂരിറ്റി

source: Editing %s
ml: %s ചിട്ടപ്പെടുത്തുന്നു

source: Editing un-named connection
ml: പേരില്ലാത്ത കണക്ഷന്‍ ചിട്ടപ്പെടുത്തുന്നു

source: The connection editor could not find some required resources (the NetworkManager applet glade file was not found).
ml: ആവശ്യമുള്ള ചില ഉറവിടങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ കണക്ഷന്‍ എഡിറ്ററിനു് സാധ്യമായില്ല (NetworkManager ആപ്ലെറ്റ് glade ഫയല്‍ ലഭ്യമായില്ല).

source: The connection editor could not find some required resources (the glade file was not found).
ml: ആവശ്യമുള്ള ചില ഉറവിടങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ കണക്ഷന്‍ എഡിറ്ററിനു് സാധ്യമായില്ല (glade ഫയല്‍ ലഭ്യമായില്ല)

source: Error creating connection editor dialog.
ml: കണക്ഷന്‍ സംബന്ധിച്ചുള്ള വിവരം കാണിക്കുന്നതില്‍ പിശക്.

source: Apply
ml: കമ്പ്യൂട്ടറില്‍ സൂക്ഷിക്കുക

source: Save this connection for all users of this machine.
ml: ഈ സിസ്റ്റമിലുള്ള എല്ലാ ഉപയോക്താക്കള്‍ക്കും ഈ കണക്ഷന്‍ സൂക്ഷിക്കുക.

source: Apply...
ml: കമ്പ്യൂട്ടറില്‍ സൂക്ഷിക്കുക...

source: Authenticate to save this connection for all users of this machine.
ml: ഈ സിസ്റ്റമിലുള്ള എല്ലാ ഉപയോക്താക്കള്‍ക്കും ഉപയോഗിക്കുന്ന രീതിയില്‍ ഈ കണക്ഷന്‍ സൂക്ഷിക്കുന്നതിനായി ആധികാരികത നല്‍കുക.

source: Available to all users
ml: എല്ലാ ഉപയോക്താക്കള്‍ക്കും ലഭ്യമാകുക

source: Connect _automatically
ml: _സ്വയം കണക്ട് ചെയ്യുക

source: Connection _name:
ml: കണക്ഷന്റെ _പേരു്:

source: E_xport
dz: ཕྱིར་འདྲེན།(_x)
fr: E_xporter
ml: _എക്സ്പോര്‍ട്ട് ചെയ്യുക
ne: निर्यात गर्नुहोस्

source: _Import
ml: _ഇംപോര്‍ട്ട് ചെയ്യുക

source: never
ml: ഒരിക്കലും

source: now
ml: ഉടന്‍

source: %d minute ago
ml: %d മിനിറ്റ് മുമ്പു്

source: %d hour ago
ml: %d മണിക്കൂര്‍ മുമ്പു്

source: %d day ago
ml: %d ദിവസം മുമ്പു്

source: %d month ago
ml: %d മാസം മുമ്പു്

source: %d year ago
ml: %d വര്‍ഷം മുമ്പു്

source: An unknown error ocurred.
ml: ഒരു അപരിചിത പിശക് ഉണ്ടായിരിക്കുന്നു.

source: Error initializing editor
ml: എഡിറ്റര്‍ ആരംഭിക്കുന്നതില്‍ പിശക്.

source: The connection editor dialog could not be initialized due to an unknown error.
ml: അപരിചിതമായ പിശക് കാരണം കണക്ഷന്‍ എഡിറ്റര്‍ ഡയലോഗ് ആരംഭിക്കുവാന്‍ സാധിച്ചില്ല.

source: Could not create new connection
ml: പുതിയ കണക്ഷന്‍ ഉണ്ടാക്കുവാന്‍ സാധ്യമായില്ല

source: Could not edit new connection
ml: പുതിയ കണക്ഷന്‍ ചിട്ടപ്പെടുത്തുവാന്‍ സാധ്യമായില്ല

source: Could not edit connection
ml: കണക്ഷന്‍ ചിട്ടപ്പെടുത്തുവാന്‍ സാധ്യമായില്ല

source: Are you sure you wish to delete the connection %s?
ml: നിങ്ങള്‍ക്കു് %s കണക്ഷന്‍ വെട്ടിനീക്കണം എന്നുറപ്പാണോ?

source: Cannot import VPN connection
dz: ཝི་པི་ཨེན་མཐུད་ལམ་ནང་འདྲེན་འབད་མི་བཏུབ།
fr: Impossible d'importer la connexion VPN
ml: വിപിഎന്‍ കണക്ഷന്‍ ഇംപോര്‍ട്ട് ചെയ്യുവാന്‍ സാധ്യമല്ല
ne: VPN जडान आयात गर्न सकिँदैन

source: The VPN plugin failed to import the VPN connection correctly Error: no VPN service type.
ml: വിപിഎന്‍ പ്ലഗിനു് വിപിഎന്‍ കണക്ഷന്‍ ശരിയായ ഇംപോര്‍ട്ട് ചെയ്യുവാന്‍ സാധിച്ചില്ല പിശക്: വിപിഎന്‍ സര്‍വീസ് തരം ലഭ്യമല്ല.

source: Could not edit imported connection
ml: ഇംപോര്‍ട്ട് ചെയ്ത കണക്ഷന്‍ ചിട്ടപ്പെടുത്തുവാന്‍ സാധ്യമായില്ല

source: Name
ml: പേര്

source: Last Used
ml: ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ചതു്

source: Edit
ml: ചിട്ടപ്പെടുത്തുക

source: Edit...
ml: ചിട്ടപ്പെടുത്തുക...

source: Delete
ml: വെട്ടിനീക്കുക

source: Delete...
ml: ഇല്ലാതാക്കുക...

source: The file '%s' could not be read or does not contain recognized VPN connection information Error: %s.
ml: ഫയല്‍ '%s' വിപിഎന്‍ കണക്ഷന്‍ വിവരം ലഭ്യമാക്കുവാന്‍ സാധിച്ചില്ല പിശക്: %s.

source: Select file to import
ml: ഇംപോര്‍ട്ട് ചെയ്യുന്നതിനുള്ള ഫയല്‍ തെരഞ്ഞെടുക്കുക

source: A file named "%s" already exists.
ml: "%s" എന്ന പേരില്‍ ഒരു ഫയല്‍ നിലവിലുണ്ടു്.

source: _Replace
ml: _മാറ്റിസ്ഥാപിക്കുക

source: Do you want to replace %s with the VPN connection you are saving?
ml: നിങ്ങള്‍ സൂക്ഷിച്ചുകൊണ്ടിരിക്കുന്ന വിപിഎന്‍ കണക്ഷന്‍ ഉപയോഗിച്ചു് %s മാറ്റണമോ?

source: Cannot export VPN connection
ml: വിപിഎന്‍ കണക്ഷന്‍ എക്സ്പോര്‍ട്ട് ചെയ്യുവാന്‍ സാധിച്ചില്ല

source: The VPN connection '%s' could not be exported to %s. Error: %s.
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' %s-ലേക്കു് എക്സ്പോര്‍ട്ട് ചെയ്യുവാന്‍ സാധിച്ചില്ല. പിശക്: %s.

source: Export VPN connection...
ml: വിപിഎന്‍ കണക്ഷന്‍ എക്സ്പോര്‍ട്ട് ചെയ്യുക...

source: Access the Internet using your mobile phone
ml: നിങ്ങളുടെ മൊബൈല്‍ ഫോണിലൂടെ ഇന്റര്‍നെറ്റ് ലഭ്യമാക്കുക

source: Your mobile broadband connection is configured with the following settings:
ml: നിങ്ങളുടെ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍ താഴെ പറഞ്ഞിരിക്കുന്ന ക്രമീകരണങ്ങള്‍കൊണ്ട് സജ്ജമാക്കിയിരിക്കുന്നു:

source: Your Device:
ml: നിങ്ങളുടെ ഡിവൈസ്:

source: Your Provider:
ml: നിങ്ങളുടെ സേവന ദാതാവു്:

source: Your Plan:
ml: നിങ്ങളുടെ പ്ലാന്‍:

source: A connection will now be made to your mobile broadband provider using the settings you selected. If the connection fails or you cannot access network resources, double-check your settings. To modify your mobile broadband connection settings, choose "Network Connections" from the System >> Preferences menu.
ml: നിങ്ങള്‍ തെരഞ്ഞെടുത്ത ക്രമീകരണങ്ങള്‍ ഉപയോഗിച്ച് നിങ്ങളുടെ മൊബൈല്‍ പ്രൊവൈഡറിലേക്ക് ഒരു കണക്ഷന്‍ ഇപ്പോള്‍ നല്‍കുന്നു. കണക്ഷന്‍ പരാജയപ്പെടുകയോ, നെറ്റ്‌വര്‍ക്ക് സോഴ്സുകള്‍ ലഭ്യമാക്കുകയോ സാധ്യമല്ലെങ്കില്‍, ക്രമീകരണങ്ങളില്‍ ഡബിള്‍ ക്ലിക്ക് ചെയ്യുക. നിങ്ങളുടെ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍ ക്രമീകരണങ്ങള്‍ മാറ്റുന്നതിനായി, സിസ്റ്റം >> മുന്‍ഗണനകള്‍ എന്ന മെനുവില്‍ നിന്നും "നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍" തെരഞ്ഞെടുക്കുക.

source: Confirm Mobile Broadband Settings
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് സജ്ജീകരണങ്ങള്‍ ഉറപ്പാക്കുക

source: Unlisted
ml: പട്ടികയിലില്ലാത്ത

source: _Select your plan:
ml: നിങ്ങളുടെ പ്ലാന്‍ _തെരെഞ്ഞെടുക്കുക:

source: Selected plan _APN (Access Point Name):
ml: തെരഞ്ഞെടുത്ത പ്ലാന്‍ _APN (ആക്സസ് പോയിന്റ് നെയിം):

source: Warning: Selecting an incorrect plan may result in billing issues for your broadband account or may prevent connectivity. If you are unsure of your plan please ask your provider for your plan's APN.
ml: മുന്നറിയിപ്പു്: തെറ്റായ പ്ലാന്‍ തെരഞ്ഞെടുക്കുന്നതു് ബില്ലിങില്‍ പ്രശ്നങ്ങള്‍ ഉണ്ടാക്കുന്നു, അല്ലെങ്കില്‍ കണക്ഷന്‍ തടസ്സപ്പെടുത്തുന്നു. നിങ്ങളുടെ പ്ലാന്‍ ഏതെന്നുറപ്പല്ലെങ്കില്‍, ദയവായി നിങ്ങളുടെ പ്രൊവൈഡറില്‍ നിന്നും APN ലഭ്യമാക്കുക.

source: Choose your Billing Plan
ml: നിങ്ങളുടെ ബില്ലിങ് പ്ലാന്‍ തെരഞ്ഞെടുക്കുക

source: My plan is not listed...
ml: എന്റെ പ്ലാന്‍ പട്ടികയിലില്ല...

source: Select your provider from a _list:
ml: _പട്ടികയില്‍ നിന്നും നിങ്ങളുടെ സേവന ദാതാവു് തെരഞ്ഞെടുക്കുക:

source: Provider
ml: സേവന ദാതാവു്

source: I can't find my provider and I wish to enter it _manually:
ml: എന്റെ സേവന ദാതാവു് ലഭ്യമല്ല, സ്വയം നല്‍കുവാന്‍ ആഗ്രഹിക്കുന്നു:

source: Provider:
ml: സേവന ദാതാവു്:

source: My provider uses GSM technology (GPRS, EDGE, UMTS, HSPA)
ml: എന്റെ സേവന ദാതാവു് ജിഎസ്എം ടെക്നോളജി ഉപയോഗിക്കുന്നു (ജിപിആര്‍എസ്, എഡ്ജ്, യുഎംടിഎസ്, എച്ച്എസ്പിഎ)

source: My provider uses CDMA technology (1xRTT, EVDO)
ml: എന്റെ സേവന ദാതാവു് സിഡിഎംഎ ടെക്നോളജി ഉപയോഗിക്കുന്നു (1xRTT, ഇവിഡിഒ)

source: Choose your Provider
ml: നിങ്ങളുടെ സേവന ദാതാവു് തെരഞ്ഞെടുക്കുക

source: Country List:
ml: രാജ്യങ്ങള്‍:

source: Country
ml: രാജ്യം

source: My country is not listed
ml: എന്റെ രാജ്യം ഇതിലില്ല

source: Choose your Provider's Country
ml: നിങ്ങളുടെ സേവന ദാതാവിന്റെ രാജ്യം തെരഞ്ഞെടുക്കുക

source: Installed GSM device
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്തിരിക്കുന്ന ജിഎസ്എം ഉപകരണം

source: Installed CDMA device
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്തിരിക്കുന്ന സിഡിഎംഎ ഡിവൈസ്

source: This assistant helps you easily set up a mobile broadband connection to a cellular (3G) network.
ml: ഈ സഹായി ഒരു സെല്ലുലാര്‍ (3G) നെറ്റ്‌വര്‍ക്കിലേയ്ക്കുള്ള മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ബന്ധം എളുപ്പത്തില്‍ സജ്ജമാക്കാന്‍ നിങ്ങളെ സഹായിയ്ക്കും.

source: You will need the following information:
ml: ഇത്രയും വിവരങ്ങള്‍ നിങ്ങള്‍ നല്‍കണം:

source: Your broadband provider's name
ml: നിങ്ങളുടെ ബ്രോഡ്ബാന്‍ഡ് സേവന ദാതാവിന്റെ പേര്

source: Your broadband billing plan name
ml: നിങ്ങളുടെ ബ്രോഡ്ബാന്‍ഡ് ബില്ലിങ് പ്ലാന്‍

source: (in some cases) Your broadband billing plan APN (Access Point Name)
ml: (ചില സാഹചര്യങ്ങളില്‍) നിങ്ങളുടെ ബ്രോഡ്ബാന്‍ഡ് ബില്ലിങ് പ്ലാന്‍ APN (ആക്സസ് പോയിന്റ് നെയിം)

source: Create a connection for _this mobile broadband device:
ml: ഈ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ഡിവൈസിനു് ഒരു കണക്ഷന്‍ ഉണ്ടാക്കുക:

source: Any device
ml: ഏതെങ്കിലും ഡിവൈസ്

source: Set up a Mobile Broadband Connection
ml: ഒരു മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍ സജ്ജമാക്കുക

source: New Mobile Broadband Connection
ml: പുതിയ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍

source: Default
ml: സഹജമായ

source: Cannot start VPN connection '%s'
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འགོ་བཙུགས་མི་བཏུབ '%s'
fr: Impossible de démarrer la connexion VPN '%s'
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' ആരംഭിക്കുവാന്‍ സാധ്യമായില്ല
ne: VPN जडान '%s' सुरु गर्न सकिँदैन

source: Could not find the authentication dialog for VPN connection type '%s'. Contact your system administrator.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་དབྱེ་བ་དོན་ལུ་བདེན་བཤད་ཌའི་ལོག་འདི་འཚོལ་མ་འཐོབ '%s'། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ།
fr: Impossible de trouver la boîte de dialogue d'authentification pour le type de connexion VPN '%s'. Contactez votre administrateur système.
ml: '%s' എന്ന വിപിഎന്‍ കണക്ഷന്‍ തരത്തിനുള്ള തിരിച്ചറിയാനുള്ള ജാലകം കണ്ടുപിടിയ്ക്കാന്‍ സാധിച്ചില്ല. ദയവായി നിങ്ങളുടെ സിസ്റ്റം ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക.
ne: VPN जडान परकार '%s'का लागि प्रमाणीकरण समवाद भेटाउन सकेन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: There was a problem launching the authentication dialog for VPN connection type '%s'. Contact your system administrator.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་དབྱེ་བ་དོན་ལུ་%s'བདེན་བཤད་ཌའི་ལོག་འདི་གསར་བཙུགསའབད་ནི་དཀའ་ངལ་འབྱུང་ཡོདཔ། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ།
fr: Un problème est survenu lors de l'ouverture de la boîte de dialogue d'authentification pour le type de connexion VPN '%s'. Contactez votre administrateur système.
ml: '%s' എന്ന വിപിഎന്‍ കണക്ഷന്‍ തരത്തിനുള്ള തിരിച്ചറിയാനുള്ള‍ ജാലകം തുടങ്ങുന്നതില്‍ ഒരു പ്രശ്നമുണ്ടായി. ദയവായി നിങ്ങളുടെ സിസ്റ്റം ഭരണാധികാരിയുമായി ബന്ധപ്പെടുക.
ne: VPN जडान प्रकार '%s' का लागि प्रमाणीकरण विस्तार गर्दा समस्या थियो । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Wired 802.1X authentication
ml: വയര്‍ഡ് 802.1X ആധികാരികത

source: New...
ml: പുതിയ...

source: C_reate
ml: _ഉണ്ടാക്കുക

source: Passwords or encryption keys are required to access the wireless network '%s'.
ml: '%s' എന്ന വയര്‍ലെസ് ശൃംഖലയിലേയ്ക്ക് പ്രവേശിക്കുന്നതിനായി അടയാളവാക്കുകള്‍ അല്ലെങ്കില്‍ എന്‍ക്രിപ്ഷന്‍ താക്കോലുകള്‍ ആവശ്യമുണ്ടു്.

source: Wireless Network Authentication Required
ml: വയര്‍ലെസ് ശൃംഖലയ്ക്കു് ആധികാരികത ഉറപ്പാക്കേണ്ടതുണ്ടു്

source: Authentication required by wireless network
ml: വയര്‍ലെസ് ശൃംഖല ആധികാരികത ഉറപ്പിക്കുന്നതിനായി ആവശ്യപ്പെട്ടിരിക്കുന്നു

source: Create New Wireless Network
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་གསརཔ་གསར་བསྐྲུན་འབད།
fr: Créer un nouveau réseau sans fil
ml: പുതിയ വയര്‍ലെസ് ശൃംഖല ഉണ്ടാക്കുക
ne: नयाँ ताररहित सञ्जाल सिर्जना गर्नुहोस्

source: New wireless network
ml: പുതിയ വയര്‍ലെസ് ശൃംഖല

source: Enter a name for the wireless network you wish to create.
ml: നിങ്ങള്‍ ഉണ്ടാക്കുവാന്‍ ആഗ്രഹിക്കുന്ന വയര്‍ലെസ് ശൃംഖലയ്ക്കൊരു പേരു് നല്‍കുക.

source: Connect to Hidden Wireless Network
ml: അദൃശ്യമായ വയര്‍ലെസ് ശൃംഖലയുമായി ബന്ധിപ്പിയ്ക്കുക

source: Hidden wireless network
ml: അദൃശ്യമായ വയര്‍ലെസ് ശൃംഖല

source: Enter the name and security details of the hidden wireless network you wish to connect to.
ml: നിങ്ങള്‍ ബന്ധപ്പെടുവാന്‍ ആഗ്രഹിക്കുന്ന അദൃശ്യമായ വയര്‍ലെസ് ശൃംഖലയുടെ പേരും സുരക്ഷാ വിശദാംശങ്ങളും നല്‍കുക.

source: No Certificate Authority certificate chosen
ml: സാക്ഷ്യപത്രങ്ങള്‍ നല്‍കുന്ന ഒരാളുടേയും (സിഎ) സാക്ഷ്യപത്രം തെരഞ്ഞെടുത്തിട്ടില്ല

source: Not using a Certificate Authority (CA) certificate can result in connections to insecure, rogue wireless networks. Would you like to choose a Certificate Authority certificate?
ml: സാക്ഷ്യപത്രങ്ങള്‍ നല്‍കുന്ന ഒരാളുടെ (സിഎ) സാക്ഷ്യപത്രം ഉപയോഗിച്ചില്ല എങ്കില്‍, സുരക്ഷിതമല്ലാത്ത വയര്‍ലെസ് ശൃംഖലകളിലേയ്ക്കു് കടക്കുവാന്‍ സാധ്യതയുണ്ടു്. നിങ്ങള്‍ക്കു് സാക്ഷ്യപത്രം നല്‍കുന്നൊരാളുടെ സാക്ഷ്യപത്രം തെരഞ്ഞെടുക്കണമോ?

source: Choose CA Certificate
ml: സിഎ സാക്ഷ്യപത്രം തെരഞ്ഞെടുക്കുക

source: DER, PEM, or PKCS#12 private keys (*.der, *.pem, *.p12)
ml: ഡിഇആര്‍, പിഇഎം, അല്ലെങ്കില്‍ പികെസിഎസ്#12 സ്വകാര്യ താക്കോലുകള്‍ (*.der, *.pem, *.p12)

source: DER or PEM certificates (*.der, *.pem, *.crt, *.cer)
ml: ഡിഇആര്‍ അല്ലെങ്കില്‍ പിഇഎം സാക്ഷ്യപത്രങ്ങള്‍ (*.der, *.pem, *.crt, *.cer)

source: MD5
ml: എംഡി5

source: GTC
ml: ജിടിസി

source: Choose a Certificate Authority certificate...
ml: സാക്ഷ്യപത്രങ്ങള്‍ കൊടുക്കുന്ന ഒരാളുടെ സാക്ഷ്യപത്രം തെരഞ്ഞെടുക്കുക...

source: Unencrypted private keys are insecure
ml: എന്‍ക്രിപ്റ്റ് ചെയ്യാത്ത സ്വകാര്യ താക്കോലുകള്‍ സുരക്ഷിതമല്ല

source: The selected private key does not appear to be protected by a password. This could allow your security credentials to be compromised. Please select a password-protected private key. (You can password-protect your private key with openssl)
ml: തെരഞ്ഞെടുത്ത താക്കോല്‍ ഒരു അടയാളവാക്കുപയോഗിച്ചു് സുരക്ഷിതമാക്കിയതായി തോന്നുന്നില്ല. ഇതു് നിങ്ങളുടെ സുരക്ഷാ രേഖകള്‍ മറ്റുള്ളവരുടെ കൈവശം വരാനിടയാക്കിയേയ്ക്കാം. ദയവായി അടയാളവാക്കു് വച്ചു് സുരക്ഷിതമാക്കിയ ഒരു സ്വകാര്യ താക്കോല്‍ തെരഞ്ഞെടുക്കുക. (ഓപ്പണ്‍എസ്എസ്എല്‍ ഉപയോഗിച്ചു് നിങ്ങളുടെ സ്വകാര്യ താക്കോല്‍ നിങ്ങള്‍ക്കു് സുരക്ഷിതമാക്കാം)

source: Choose your personal certificate...
ml: നിങ്ങളുടെ സ്വകാര്യ സാക്ഷ്യപത്രം തെരഞ്ഞെടുക്കുക...

source: Choose your private key...
ml: നിങ്ങളുടെ സ്വകാര്യ കീ തെരഞ്ഞെടുക്കുക...

source: TLS
dz: ཊི་ཨེལ་ཨེསི།
ml: ടിഎല്‍എസ്

source: Tunneled TLS
ml: ടണല്‍ വഴിയുള്ള ടിഎല്‍എസ്

source: Protected EAP (PEAP)
ml: സുരക്ഷിതമായ ഇഎപി (പിഇഎപി)

source: Passphrase for wireless network %s
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་དོན་ལུ་ཆོག་ཚིག %s
fr: Phrase secrète pour le réseau sans fil %s
ne: ताररहित सञ्जाल %s का लागि पासफ्रेज

source: Connection to the wireless network '%s' failed.
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ལམ་ '%s' འཐུས་ཤོར་འབྱུང་ཡོདཔ།
fr: La connexion au réseau sans fil '%s' a échoué.
ne: ताररहित सञ्जाल '%s' जडान असफल

source: Connection to the wired network failed.
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ལམ་འཐུས་ཤོར་འབྱུང་ཡོདཔ།
fr: La connexion au réseau câblé a échoué.
ne: तारसहित सञ्जालमा जडान असफल

source: Could not find some required resources (the glade file)!
dz: དགོས་མཁོ་ཅན་གྱི་ཐོན་ཁུངས་ལ་ལོ་འཚོལ་མ་འཐོབ (གེལེཌི་ཡིག་སྣོད)!
fr: Certaines ressources requises sont introuvables (fichier glade) !
ne: केही आवश्यक स्रोतहरू (ग्लाड फाइल) फेला पार्न सकेन !

source: No active connections!
dz: ཤུགས་ལྡན་མཐུད་ལམ་ཚུ་མེདཔ!
fr: Aucune connexion active !
ne: सक्रिय जडान छैन !

source: %d Mb/s
dz: %d ཨེམ་བི/ཨེསི

source: Wired Ethernet (%s)
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཨི་ཐར་ནེཊི (%s)
fr: Ethernet câblé (%s)
ne: तारसहित इथरनेट (%s)

source: Wireless Ethernet (%s)
dz: རླུང་འཕྲིན་ཨི་ཐར་ནེཊི (%s)
fr: Ethernet sans fil (%s)
ne: ताररहित इथरनेट (%s)

source: Copyright © 2004-2006 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.
dz: འདྲ་བཤུས་དབང་ཆ © 2004-2006 Red Hat, Inc. འདྲ་བཤུས་དབང་ཆ© 2005-2006 Novell, Inc.

source: Copyright © 2004-2005 Red Hat, Inc. Copyright © 2005-2006 Novell, Inc.
dz: འདྲ་བཤུས་དབང་ཆ © 2004-2005 Red Hat, Inc. འདྲ་བཤུས་དབང་ཆ © 2005-2006 Novell, Inc.

source: VPN Login Failure
dz: ཝི་པི་ཨེན་ནང་བསྐྱོད་འཐུས་ཤོར།
fr: Échec de login du VPN
ne: VPN लगइन असफल

source: Could not start the VPN connection '%s' due to a login failure.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ '%s' ནང་བསྐྱོད་འཐུས་ཤོར་ཅིག་ལུ་ཆད་འདི་འགོ་བཙུགས་མ་ཚུགསཔ།
fr: Impossible de démarrer la connexion VPN '%s' en raison d'un échec de login.
ne: लगइन असफलताका कारणले VPN जडान '%s' सुरु गर्न सकेन ।

source: VPN Start Failure
dz: ཝི་པི་ཨེན་འགོ་བཙུགས་འཐུས་ཤོར།
fr: Échec du démarrage du VPN
ne: VPN लगइन असफल

source: Could not start the VPN connection '%s' due to a failure launching the VPN program.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ '%s' ཝི་པི་ཨེན་ལས་རིམ་འདི་གསར་བཙུགས་འབད་ནི་འཐུས་ཤོར་ཅིག་ལུ་ཆད་འགོ་བཙུགས་མ་ཚུགསཔ།
fr: Impossible de démarrer la connexion VPN '%s' en raison de l'échec du lancement du programme VPN.
ne: कार्यक्रम सरुआत असफलताका कारणले VPN जडान '%s' सुरु गर्न सकेन ।

source: VPN Connect Failure
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འཐུས་ཤོར།
fr: Échec de connexion VPN
ne: VPN जडान असफल

source: Could not start the VPN connection '%s' due to a connection error.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ '%s' མཐུད་ལམ་འཛོལ་བ་ཅིག་ལུ་ཆད་འདི་འགོ་བཙུགས་མ་ཚུགསཔ།
fr: Impossible de démarrer la connexion '%s' en raison d'une erreur de connexion.
ne: जडान त्रुटिका कारणले VPN जडान '%s' सुरु गर्न सकेन ।

source: VPN Configuration Error
dz: ཝི་པི་ཨེན་རིམ་སྒྲིག་འཛོལ་བ།
fr: Erreur de configuration VPN
ne: VPN कन्फिगरेसन त्रुटि

source: The VPN connection '%s' was not correctly configured.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ '%s' ངེས་བདེན་སྦེ་རིམ་སྒྲིག་མ་འབད་བར་ཡོདཔ།
fr: La connexion VPN '%s' n'a pas été configurée correctement.
ne: VPN जडान '%s' सही कन्फिगर भएको थिएन ।

source: Could not start the VPN connection '%s' because the VPN server did not return an adequate network configuration.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ '%s' ཝི་པི་ཨེན་སར་བར་གྱིས་ཡོངས་འབྲེལ་རིམ་སྒྲིག་ལངམ་ཅིག་སླར་ལོག་མེདཔ་ལས་འགོ་བཙུགས་མ་ཚུགསཔ།
fr: Impossible de démarrer la connexion VPN '%s' car le serveur VPN n'a pas renvoyé de configuration réseau adéquate.
ne: VPN सर्भरले प्रयाप्त सञ्जाल कन्फिगरेसन फिर्ता नगरेको कारणले VPN जडान '%s' सुरु गर्न सकेन ।

source: The network device "%s (%s)" does not support wireless scanning.
dz: ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་འདི་གིས་ "%s (%s)" རླུང་འཕྲིན་པར་ལེན་རྒྱབ་སྐྱོར་མི་འབད།
fr: Le périphérique réseau "%s (%s)" ne prend pas en charge l'analyse sans fil.
ne: सञ्जाल यन्त्र "%s (%s)" ले ताररहित स्क्यानिङलाई समर्थन गरेन ।

source: The network device "%s (%s)" does not support link detection.
dz: ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་འདི་གིས་ "%s (%s)" འབྲེལ་ལམ་སྐྱོན་འཛིན་ནི་རྒྱབ་སྐྱོར་མི་འབད།
fr: Le périphérique réseau "%s (%s)" ne prend pas en charge la détection de liaison.
ne: सञ्जाल यन्त्र "%s (%s)" ले लिङ्क अनुसन्धान समर्थन गरेन ।

source: (unknown)
dz: (མ་ཤེསཔ)

source: Preparing device %s for the wired network...
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་འདིའི་དོན་ལུ་ %s ཐབས་འཕྲུལ་གྲ་སྒྲིག་འབད་དོ...
fr: Préparation du périphérique %s pour le réseau câblé...
ne: तारसहित सञ्जालका लागि यन्त्र %s तयारी गरिँदैछ...

source: Preparing device %s for the wireless network '%s'...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདིའི་དོན་ལུ་ %s ཐབས་འཕྲུལ་གྲ་སྒྲིག་འབད་དོ '%s'...
fr: Préparation du périphérique %s pour le réseau sans fil '%s'...
ne: ताररहित सञ्जाल '%s'का लागि यन्त्र %s तयारी गरिँदैछ...

source: Configuring device %s for the wired network...
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་དོན་ལུ་ %s ཐབས་འཕྲུལ་རིམ་སྒྲིག་འབད་དོ...
fr: Configuration du périphérique %s pour le réseau câblé...
ne: तारसहित सञ्जालका लागि यन्त्र %s तयारी गरिँदैछ...

source: Attempting to join the wireless network '%s'...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ནི་དཔའ་བཅམ་དོ '%s'...
fr: Tentative de connexion au réseau sans fil '%s'...
ne: ताररहित सञ्जाल '%s' जडान गर्न समाहित गरिँदैछ...

source: Waiting for Network Key for the wireless network '%s'...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདིའི་དོན་ལུ་ཡོངས་འབྲེལ་ལྡེ་མིག་དོན་ལུ་བསྒུག་དོ '%s'...
fr: Attente de la clé réseau pour le réseau sans fil '%s'...
ne: ताररहित सञ्जाल '%s' का लागि सञ्जाल कुञ्जीलाई प्रतिक्षा गर्दैछ...
