Repository: GNOME/libnma
Catalog: po/*.po
Languages: dz, fr, ml, ne

source: Requesting a network address from the wired network...
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་འདི་ལས་ཡོངས་འབྲེལ་ཁ་བྱང་ཅིག་ཞུ་བ་འབད་དོ...
fr: Demande d'adresse réseau à partir du réseau câblé...
ne: तारसहित सञ्जालबाट एउटा सञ्जाल ठेगाना अनुरोध गरिँदैछ...

source: Requesting a network address from the wireless network '%s'...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་ལས་ཡོངས་འབྲེལ་ཁ་བྱང་ཅིག་ཞུ་བ་འབད་དོ '%s'...
fr: Demande d'adresse réseau à partir du réseau sans fil '%s'...
ne: ताररहित सञ्जाल '%s' बाट सञ्जाल ठेगाना अनुरोध गरिँदैछ...

source: Finishing connection to the wired network...
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ལམ་མཇུག་བསྡུ་དོ...
fr: Fin de la connexion en cours au réseau câblé...
ne: तारसहित सञ्जालमा जडान सकिँदैछ...

source: Finishing connection to the wireless network '%s'...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ལམ་མཇུག་བསྡུ་དོ '%s'...
fr: Fin de la connexion en cours au réseau sans fil '%s'...
ne: ताररहित सञ्जाल '%s' मा जडान सकिँदैछ...

source: NetworkManager is not running
dz: ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་འདི་གཡོག་བཀོལ་མི་བཏུབ།
fr: NetworkManager n'est pas lancé
ne: सञ्जाल प्रबन्धक चलिरहेको छैन ।

source: Wired network connection
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ་མཐུད་ལམ།
fr: Connexion à un réseau cablé
ne: तारसहित सञ्जाल जडान

source: Connected to an Ad-Hoc wireless network
dz: ནམ་དགོས་རླུང་འཕྲིན་ཡོངས་འབྲེལ་ཅིག་ལུ་མཐུད་ཡོདཔ།
fr: Connecté à un réseau sans fil Ad-Hoc
ne: Ad-Hoc ताररहित सञ्जालमा जडान स्थापना गरियो

source: Wireless network connection to '%s' (%d%%)
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་ '%s' (%d%%)ལུ་མཐུད་ལམ།
fr: Connexion au réseau sans fil vers « %s » (%d%%)
ne: '%s' (%d%%) मा ताररहित सञ्जाल जडान

source: VPN connection to '%s'
dz: ཝི་པི་ཨེན་ '%s' ལུ་མཐུད་ལམ།
fr: Connexion VPN à '%s'
ne: '%s' मा VPN जडान

source: VPN connecting to '%s'
dz: ཝི་པི་ཨེན་ '%s' ལུ་མཐུད་དོ།
fr: Connexion du VPN à '%s'
ne: '%s' मा VPN जडान गरिँदैछ

source: _Connect to Other Wireless Network...
dz: གཞན་རླུང་འཕྲིན་ཡོངས་འབྲེལ་ལུ་མཐུད...(_C)
fr: _Se connecter à un autre réseau sans fil...
ne: अन्य ताररहित सञ्जालमा जडान गर्नुहोस्...

source: _Dial Up Connections
dz: མཐུད་ལམ་ཚུ་ཌེ་ཡེལ་ཨཔ།(_D)
fr: _Connexions à distance
ne: डायलअप जडान

source: Connect to %s...
dz: %s ལུ་མཐུད...
fr: Se connecter à %s...
ne: %s मा जडान गर्नुहोस्...

source: Disconnect from %s...
dz: %s ལས་མཐུད་ལམ་མེདཔ་བཟོ...
fr: Déconnecté de %s...
ne: %s बाट जडान बिच्छेद गर्नुहोस्...

source: No network devices have been found
dz: ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་ཚུ་འཚོལ་མ་འཐོབ།
fr: Aucun périphérique réseau n'a été détecté
ne: सञ्जाल यन्त्र फेला पारेको छैन

source: Open System
dz: ཀུན་གྱི་རིམ་ལུགས།
fr: Système ouvert
ne: प्रणाली खोल्नुहोस्

source: Shared Key
dz: ལྡེ་མིག་རུབ་སྤྱོད་འབད་ཡོདཔ།
fr: Clé partagée
ne: साझेदारी गरिएको कुञ्जी

source: Automatic (Default)
dz: རང་བཞིན (སྔོན་སྒྲིག)
fr: Automatique (par défaut)
ne: स्वचालित (पूर्वनिर्धारित)

source: AES-CCMP
dz: ཨེ་ཨི་ཨེསི་-སི་སི་ཨེམ་པི།

source: TKIP
dz: ཊི་ཀེ་ཨའི་པི།

source: WEP 64/128-bit ASCII
dz: ཌབ་ལུ་ཨི་པི ༦༤/༡༢༨-བིཊི་ཨེ་ཨེསི་སི་ཨའི་ཨའི།
fr: WEP 64/128 bits ASCII

source: WEP 64/128-bit Hex
dz: ཌབ་ལུ་ཨི་པི་ ༦༤/༡༢༨-བིཊི་ཧེགསི།
fr: WEP 64/128 bits (hex.)
ne: WEP 64/128-बिट हेक्स

source: PEAP
dz: པི་ཨི་ཨེ་པི།

source: TTLS
dz: ཊི་ཊི་ཨེལ་ཨེསི།

source: WPA2 Enterprise
dz: ཌབ་ལུ་པི་ཨེ་ ༢ ཚོང་ལཱ།
fr: WPA Enterprise
ne: WPA2 उद्योग

source: WPA Enterprise
dz: ཌབ་ལུ་པི་ཨེ་ཚོང་ལཱ།
ne: WPA उद्योग

source: WPA2 Personal
dz: ཌབ་ལུ་པི་ཨེ་ ༢ རང་དོན།
ne: WPA2 व्यक्तिगत

source: WPA Personal
dz: ཌབ་ལུ་པི་ཨེ་རང་དོན།
ne: WPA व्यक्तिगत

source: Orientation
dz: ཕྱོགས།
ne: अभिमुखीकरण

source: The orientation of the tray.
dz: ཤོག་སྣོད་འདི་གི་ཕྱོགས་འདི།
fr: L'orientation de la zone de notification.
ne: ट्रेको अभिमुखीकरण

source: _Wired Network
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ།(_W)
fr: _Réseau câblé
ne: तारसहित सञ्जाल

source: (invalid Unicode)
dz: (ནུས་མེད་ཡི་ནི་ཀོཌི)
fr: (Unicode non valide)
ne: (अवैध यूनिकोड)

source: By default, the wireless network's name is set to your computer's name, %s, with no encryption enabled
dz: སྔོན་སྒྲིག་གིས་འབད་རླུང་འཕྲིན་ཡོངས་འབྲེལ་གྱི་མིང་འདི་ཁྱོད་ཀྱི་གློག་རིག་གི་མིང་ལུ་ %s གསང་བཟོ་ལྕོགས་ཅན་དང་གཅིག་ཁར་གཞི་སྒྲིག་ཡོདཔ།
fr: Par défaut, le nom du réseau sans fil est défini sur celui de votre ordinateur, %s, sans codage activé
ne: पूर्वनिर्धारण अनुसार, कुनै गुप्तीकरण सक्षम नपारिकन ताररहित सञ्जालको नाम तपाईँको कम्प्युटरको नाम %s मा सेट हुन्छ

source: Create new wireless network
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་གསརཔ་གསར་བསྐྲུན་འབད།
fr: Créer un nouveau réseau sans fil
ne: नयाँ ताररहित सञ्जाल सिर्जना गर्नुहोस्

source: Enter the name and security settings of the wireless network you wish to create.
dz: ཁྱོད་ར་གིས་གསར་བསྐྲུན་འབད་ནི་ཨིན་མི་རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་གི་མིང་དང་སྲུང་སྐྱོབ་སྒྲིག་སྟངས་ཚུ་བཙུགས།
fr: Entrez le nom et les paramètres de sécurité du réseau sans fil que vous voulez créer.
ne: तपाईँले सिर्जना गर्न चहानुभएको ताररहित सञ्जालको नाम र सुरक्षा सेटिङ प्रविष्ट गर्नुहोस् ।

source: Existing wireless network
dz: ཡོད་བཞིན་པའི་རླུང་འཕྲིན་ཡོངས་འབྲེལ།
fr: Réseau sans fil existant
ne: अवस्थित ताररहित सञ्जाल

source: Enter the name of the wireless network to which you wish to connect.
dz: ཁྱོད་ར་གིས་མཐུད་ནི་ཨིན་མི་རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་གི་མིང་འདི་བཙུགས།
fr: Entrez le nom du réseau sans fil auquel vous voulez vous connecter.
ne: तपाईँले जडान गर्न चहानुभएको ताररहित सञ्जालको नाम प्रविष्ट गर्नुहोस् ।

source: Connect to Other Wireless Network
dz: གཞན་རླུང་འཕྲིན་ཡོངས་འབྲེལ་ལུ་མཐུད།
fr: Se connecter à un autre réseau sans fil
ne: अन्य ताररहित सञ्जालमा जडान गर्नुहोस्

source: Error connecting to wireless network
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་ལུ་མཐུད་ལམ་འཛོལ་བ།
fr: Erreur de connexion au réseau sans fil
ne: ताररहित सञ्जालमा जडान गर्दा त्रुटि

source: The requested wireless network requires security capabilities unsupported by your hardware.
dz: ཁྱོད་རའི་སྲ་ཆས་ཀྱིས་འབད་ཞུ་བ་འབད་ཡོད་མི་རླུང་འཕྲིན་ཡོངས་འབྲེལ་དགོས་མཁོའི་སྲུང་རྒྱབ་ལྕོགས་གྲུབ་རྒྱབ་སྐྱོར་མ་འབད་བཡ་ཡོདཔ།
fr: Le réseau sans fil demandé nécessite des fonctions de sécurité qui ne sont pas prises en charge par votre matériel.
ne: अनुरोध गरिएको ताररहित सञ्जाललाई तपाईँको हार्डवयेरले समर्थन नगर्ने सुरक्षा क्षमता आवश्यक पर्दछ ।

source: <span weight="bold" size="larger">Active Connection Information</span>
dz: <span weight="bold" size="larger">མཐུད་ལམ་བརྡ་དོན་ཤུགས་ལྡན་བཟོ</span>
fr: <span weight="bold" size="larger">Informations sur la connexion active</span>
ne: <span weight="bold" size="larger">जडान सूचना सक्रिय पार्नुहोस्</span>

source: <span weight="bold" size="larger">Passphrase Required by Wireless Network</span> A passphrase or encryption key is required to access the wireless network '%s'.
dz: <span weight="bold" size="larger">རླུང་འཕྲིན་ཡོངས་འབྲེལ་གྱིས་འབད་ཆོག་ཡིག་ཚིག་དགོས་མཁོ་ཡོདཔ།</span> རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་འཛུལ་སྤྱོད་འབད་ནི་ལུ་ཆོག་ཡིག་ཚིག་ཡང་ན་གསང་བཟོ་ལྡེ་མིག་འདི་དགོས་མཁོ་ཡོདཔ། '%s'.
fr: <span weight="bold" size="larger">Phrase de passe requise par le réseau sans fil</span> Une phrase de passe ou une clé de chiffrement est requise pour accéder au réseau sans fil « %s ».
ne: <span weight="bold" size="larger">ताररहित सञ्जाललाई पासफ्रेज आवश्यक पर्दछ</span> ताररहित सञ्जाल '%s' को पहुँचका लागि एउटा पासफ्रेज वा गुप्तीकरण कुञ्जी आवश्यक पर्दछ ।

source: <span weight="bold" size="larger">Reduced Network Functionality</span> %s It will not be completely functional.
dz: <span weight="bold" size="larger">ཡོངས་འབྲེལ་ལས་འགན་མར་ཕབ་འབད་ཡོདཔ།</span> %s འདི་རྩ་བ་ལས་ལས་འགན་མི་བཏུབ།
fr: <span weight="bold" size="larger">Fonctionnalité réduite du réseau</span> %s Le réseau ne sera pas entièrement opérationnel.
ne: <span weight="bold" size="larger">घटेको सञ्जाल प्रकार्यता </span> %s यो पूर्णरूपले प्रकार्यता हुने छैन ।

source: <span weight="bold" size="larger">Wireless Network Login Confirmation</span> You have chosen to log in to the wireless network '%s'. If you are sure that this wireless network is secure, click the checkbox below and NetworkManager will not require confirmation on subsequent log ins.
dz: <span weight="bold" size="larger">རླུང་འཕྲིན་ནང་བསྐྱོད་ངེས་དཔྱད</span> ཁྱོད་ཀྱིས་རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་ལུ་ནང་བསྐྱོད་འབད་ནི་ལུ་གདམ་ཁ་འབད་ཡོདཔ '%s'། ཁྱོད་ཀྱིས་རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་མཐའ་བཙན་བཟོ་ནི་ངེས་ཏིག་ཨིན་པ་ཅིན་ འོག་གི་ཞིབ་དཔྱད་སྒྲོམ་འདི་ཨེབ་གཏང་འབད་ནི་དང་ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་འདི་ལུ་ནང་བསྐྱོད་ཤུལ་ལུ་གུ་ངེས་དཔྱད་དགོས་མཁོ་མེདཔ་ཨིན།
fr: <span weight="bold" size="larger">Confirmation de login au réseau sans fil</span> Vous avez choisi de vous loguer au réseau sans fil '%s'. Si vous êtes sûr que ce réseau sans fil est sécurisé, cochez la case ci-dessous. Ainsi, NetworkManager ne vous demandera pas de confirmation lors des logins ultérieurs.
ne: <span weight="bold" size="larger">ताररहित सञ्जाल लगइन यकिन</span> तपाईँले ताररहित सञ्जाल '%s' मा लगइन रोज्नु भएको छ । यदि तपाईँ ताररहित सञ्जाल सुरक्षित छ भन्ने कुरामा निश्चिन्त हुनुहुन्छ भने तलको जाँच बाकसमा क्लिक गर्नुहोस् र सञ्जाल प्रबन्धकलाई क्रमागत लग आगतमा यकिन आवश्यक हुँदैन ।

source: Anonymous Identity:
dz: མིང་མེདཔ་ངོ་རྟགས:
fr: Identité anonyme :
ne: पहिचान गुमनाम:

source: Authentication:
dz: བདེན་བཤད:
fr: Authentification:
ne: प्रमाणीकरण:

source: CA Certificate File:
dz: སི་ཨེ་ལག་འཁྱེར་ཡིག་སྣོད:
fr: Fichier de certificat AC :
ne: CA प्रमाणपत्र फाइल:

source: Client Certificate File:
dz: ཞབས་ཏོག་སྤྱོད་མི་ལག་ཁྱེར་ཡིག་སྣོད:
fr: Fichier de certificat client :
ne: ग्राहक प्रमाणपत्र फाइल:

source: Destination Address:
dz: འགྲོ་ཡུལ་ཁ་བྱང་:
fr: Adresse de destination :
ne: गन्तब्य ठेगाना:

source: EAP Method:
dz: ཨི་ཨེ་པི་ཐབས་ལམ:
fr: Méthode EAP :
ne: EAP विधि:

source: Identity:
dz: ངོ་རྟགས:
fr: Identité :
ne: पहिचान:

source: Key Type:
dz: ལྡེ་མིག་དབྱེ་བ:
fr: Type de clé :
ne: कुञ्जी प्रकार:

source: Key management:
dz: ལྡེ་མིག་འཛིན་སྐྱོང་པ:

source: Key:
dz: ལྡེ་མིག:
fr: Clé:
ne: कुञ्जी:

source: None WEP 128-bit Passphrase WEP 64/128-bit Hex WEP 64/128-bit ASCII
dz: ཅི་མེད ཌབ་ལུ་ཨི་པི་ ༡༢༨-བིཊི་ཆོག་ཡིག་ཚིག ཌབ་ལུ་ཨི་པི ༦༤/༡༢༨-བིཊི་ཧེགསི ཌབ་ལུ་ཨི་པི ༦༤/༡༢༨-བིཊི་ཨེ་ཨེསི་སི་ཨའི་ཨའི
fr: Aucun Phrase secrète WEP 128 bits WEP 64/128 bits hex. WEP 64/128 bits ASCII
ne: कुनै पनि होइन WEP 128-bit पासफ्रेस WEP 64/128-bit हेक्स WEP 64/128-bit ASCII

source: Passphrase:
dz: ཆོག་ཡིག་ཚིག:
fr: Phrase de passe :
ne: पासफ्रेज:

source: Private Key File:
dz: སྒེར་གྱི་ལྡེ་མིག་ཡིག་སྣོད:
fr: Fichier de clé privée :
ne: व्यक्तिगत कुञ्जी फाइल:

source: Private Key Password:
dz: སྒེར་གྱི་ལྡེ་མིག་ཆོག་ཡིག:
fr: Mot de passe de la clé privée :
ne: व्यक्तिगत कुञ्जी पासवर्ड:

source: Select the CA Certificate File
dz: སི་ཨེ་ལག་ཁྱེར་ཡིག་སྣོད་འདི་སེལ་འཐུ་འབད།
fr: Sélectionner le fichier de certificat de l'autorité de certification
ne: CA प्रमाणपत्र फाइल चयन गर्नुहोस्

source: Select the Client Certificate File
dz: ཞབས་ཏོག་སྤྱོད་མི་ལག་ཁྱེར་ཡིག་སྣོད་འདི་སེལ་འཐུ་འབད།
fr: Sélectionner le fichier de certificat du client
ne: ग्राहक प्रमाणपत्र फाइल चयन गर्नुहोस्

source: Select the Private Key File
dz: སྒེར་གྱི་ལྡེ་མིག་ཡིག་སྣོད་འདི་སེལ་འཐུ་འབད།
fr: Sélectionner le fichier de clé privée
ne: व्यक्तिगत कुञ्जी फाइल चयन गर्नुहोस्

source: Show key
dz: ལྡེ་མིག་སྟོན།
fr: Afficher la clé
ne: कुञ्जी देखाउनुहोस्

source: Show passphrase
dz: ཆོག་ཡིག་ཚིག་སྟོན།
fr: Afficher la phrase secrète
ne: पासफ्रेज देखाउनुहोस्

source: Show password
dz: ཆོག་ཡིག་སྟོན།
fr: Afficher le mot de passe
ne: पासवर्ड देखाउनुहोस्

source: Show passwords
dz: ཆོག་ཡིག་ཚུ་སྟོན།
fr: Afficher les mots de passe
ne: पासवर्ड देखाउनुहोस्

source: Type:
dz: དབྱེ་བ:
ne: प्रकार:

source: User Name:
dz: ལག་ལེན་པའི་མིང་:
fr: Nom d'utilisateur :
ne: प्रयोगकर्ता नाम:

source: Wireless Network Key Required
dz: རླུང་འཕྲིན་ཡཅངས་འབྲེལ་ལྡེ་མིག་དགོས་མཁོ་ཡོདཔ།
fr: Clef requise par le réseau sans fil
ne: ताररहित सञ्जाल कुञ्जी आवश्यक

source: _Always Trust this Wireless Network
dz: ཨ་རྟག་ར་རླུང་འཕྲིན་ཡོངས་འབྲེལ་འདི་བློ་གཏད།(_A)
fr: _Toujours faire confiance à ce réseau sans fil
ne: सधै यो ताररहित सञ्जालमा विश्वास गर्नुहोस्

source: _Don't remind me again
dz: ང་ལུ་ལོག་དྲན་བསྐུལ་མ་འབད།(_D)
fr: _Ne plus afficher ce message
ne: मलाई फेरि सम्झाउनु पर्दैन

source: _Fallback on this Network
dz: ཡོངས་འབྲེལ་འདི་གུ་གློ་བུར་རྒྱབ་ཐག (_F)

source: _Login to Network
dz: ཡོངས་འབྲེལ་ལུ་ནང་བསྐྱོད།(_L)
fr: _Connexion au réseau
ne: सञ्जालमा लगइन गर्नुहोस्

source: _Network Name:
dz: ཡོངས་འབྲེལ་མིང་:(_N)
fr: _Nom de réseau :
ne: सञ्जाल नाम:

source: _Wireless Security:
dz: རླུང་འཕྲིན་སྲུང་རྒྱབ:(_W)
fr: _Sécurité sans fil :
ne: ताररहित सुरक्षा:

source: Cannot add VPN connection
dz: ཝི་པི་ཨེན་མཐུད་ལམ་ཁ་སྐོང་འབད་མི་བཏུབ།
fr: Impossible d'ajouter la connexion VPN
ne: VPN जडान थप्न सकिँदैन

source: No suitable VPN software was found on your system. Contact your system administrator.
dz: ཁྱོད་རའི་རིམ་ལུགས་གུ་ཝི་པི་ཨེན་མཉེན་ཆས་དེ་འོས་འབབ་མེདཔ་འཐོབ་ཡོདཔ། ཁྱོད་རའི་བདག་སྐྱོང་པ་རིམ་ལུགས་འབྲེལ་བ་འཐབ།
fr: Aucun logiciel VPN adapté n'a été trouvé sur votre système. Contactez votre administrateur système.
ne: तपाईँको प्रणालीमा उपयुक्त VPN सफ्टवेयर फेला परेन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་དབྱེ་བ་དོན་ལུ་ '%s'ཡིག་སྣོད་ནང་འདྲེན་འབད་ནི་ལུ '%s'འོས་འབབ་མཉེན་ཆས་འཚོལ་མ་འཐོབ། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ།
fr: Impossible de trouver le logiciel adapté au type de connexion VPN '%s' pour importer le fichier '%s'. Contactez votre administrateur système.
ne: '%s' फाइलमा आयात गर्न VPN जडान प्रकार '%s' का लागि उपयुक्त छैन । तपाईँको प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस् ।

source: Error retrieving VPN connection '%s'
dz: ཝི་པི་ཨེན་མཐུད་ལམ་སླར་འདྲེན་འཛོལ་བ '%s'
fr: Erreur de récupération de la connexion VPN '%s'
ne: VPN जडान '%s' पुन: प्रयास गर्दा त्रुटि

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་དབྱེ་བ་དོན་ལུ་ཡུ་ཨའི་ཡིག་སྣོད་ཚུ་འཚོལ་མ་འཐོབ '%s'། ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་འབྲེལ་བ་འཐབ།
fr: Impossible de trouver les fichiers de l'interface utilisateur pour le type de connexion VPN '%s'. Contactez votre administrateur système.
ne: VPN जडान प्रकार '%s' का लागि UI फाइल फेला पार्न सकिँदैन । तपाईँको प्रणाली प्रशासकसँग सम्पर्क गर्नुहोस् ।

source: Delete VPN connection "%s"?
dz: ཝི་པི་ཨེན་མཐུད་ལམ་བཏོན་གཏང་ནི་ཨིན་ན "%s"?
fr: Supprimer la connexion VPN "%s" ?
ne: VPN जडान "%s" मेट्नुहोस् ?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
dz: ཝི་པི་ཨེན་མཐུད་ལམ་འདིའི་སྐོར་ལས་བརྡ་དོན་ཆ་མཉམ་ "%s"བརླག་སྟོར་ཞུགས་ཡོད་པ་ཅིན་ཁྱོད་ཀྱིས་ཁྱོད་རའི་རིམ་ལུགས་བདག་སྐྱོང་པ་འདི་མཐུད་ལམ་གསརཔ་གསར་བསྐྲུན་འབད་ནི་ལུ་བརྡ་དོན་བྱིན་ནི་ལུ་དགོཔ་ཨིན།
fr: Toutes les informations concernant la connexion VPN "%s" seront perdues et votre administrateur système devra peut-être fournir les informations nécessaires à la création d'une nouvelle connexion.
ne: VPN जडान "%s" का बारेमा सबै सूचना नष्ट हुँनेछन् र तपाईँलाई नयाँ जडान सिर्जना गर्ने सूचना उपलबध गराउन तपाईँको प्रणाली प्रशासकको आवश्यकता पर्नसक्छ ।

source: Unable to load
dz: མངོན་གསལ་འབད་མི་ཚུགསཔ།
fr: Impossible de charger
ne: लोड गर्न अक्षम

source: Cannot find some needed resources (the glade file)!
dz: ཐོན་ཁུངས་དགོཔ་ལ་ལོ་འཚོལ་མ་འཐོབ (གེ་ལེཌི་ཡིག་སྣོད་འདི)!
fr: Impossible de trouver certaines ressources requises (fichier glade) !
ne: केही आवश्यक स्रोत (ग्लेड फाइल) फेला पार्न सकिँदैन !

source: Create VPN Connection
dz: ཝི་པི་ཨེན་མཐུད་ལམ་གསར་བསྐྲུན་འབད།
fr: Créer une connexion VPN
ne: VPN जडान सिर्जना गर्नुहोस्

source: Edit VPN Connection
dz: ཝི་པི་ཨེན་མཐུད་ལམ་ཞུན་དག་འབད།
fr: Éditer la connexion VPN
ne: VPN जडान सम्पादन गर्नुहोस्

source: Add a new VPN connection
dz: ཝི་པི་ཨེན་མཐུད་ལམ་གསརཔ་ཅིག་ཁ་སྐོང་འབད།
fr: Ajouter une connexion VPN
ne: नयाँ VPN जडान थप्नुहोस्

source: Delete the selected VPN connection
dz: སེལ་འཐུ་འབད་ཡོད་མི་ཝི་པི་ཨེན་མཐུད་ལམ་འདི་བཏོན་གཏང་།
fr: Supprimer la connexion VPN sélectionnée
ne: चयन गरेको VPN जडान मेट्नुहोस्

source: Edit the selected VPN connection
dz: སེལ་འཐུ་འབད་ཡོད་མི་ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ཞུན་དག་འབད།
fr: Éditer la connexion VPN sélectionnée
ne: चयन गरेको VPN जडान सम्पादन गर्नुहोस्

source: Export the VPN settings to a file
dz: ཝི་པི་ཨེན་སྒྲིག་སྟངས་ཚུ་ཡིག་སྣོད་ཅིག་ལུ་ཕྱིར་འདྲེན་འབད།
fr: Exporter les paramètres VPN dans un fichier
ne: फाइलमा VPN सेटिङ निर्यात गर्नुहोस्

source: Export the selected VPN connection to a file
dz: སེལ་འཐུ་འབད་ཡོད་མི་ཝི་པི་ཨེན་མཐུད་ལམ་འདི་ཡིག་སྣོད་ཅིག་ལུ་ཕྱིར་འདྲེན་འབད།
fr: Exporter la connexion VPN sélectionnée dans un fichier
ne: फाइलमा चयन गरेको VPN जडान निर्यात गर्नुहोस्

source: Manage Virtual Private Network Connections
dz: བར་ཅུ་ཡལ་སྒེར་དོན་ཡོངས་འབྲེལ་མཐུད་ལམ་ཚུ་འཛིན་སྐྱོང་འབད།
fr: Gérer les connexions au réseau privé virtuel
ne: अवास्तविक व्यक्तिगत सञ्जाल जडान प्रवन्ध गर्नुहोस्

source: VPN Connections
dz: ཝི་པི་ཨེན་མཐུད་ལམ་ཚུ།
fr: Connexions VPN
ne: VPN जडान

source: 40-bit WEP
dz: ༤༠-བིཊི་ཌབ་ལུ་ཨི་པི།
fr: WEP 40 bits
ne: ४०-बिट WEP

source: 104-bit WEP
dz: ༡༠༤-བིཊི་ཌབ་ལུ་ཨི་པི།
fr: WEP 104 bits
ne: १०४-बिट WEP

source: WPA TKIP
dz: ཌབ་ལུ་པི་ཨེ་ཊི་ཀེ་ཨའི་པི།

source: WPA CCMP
dz: ཌབ་ལུ་པི་ཨེ་སི་སི་ཨེམ་པི།

source: WPA Automatic
dz: ཌབ་ལུ་པི་ཨེ་རང་བཞིན།
fr: WPA automatique
ne: स्विचालित WPA

source: WPA2 TKIP
dz: ཌབ་ལུ་པི་ཨེ་ ༢ ཊི་ཀེ་ཨའི་པི།

source: WPA2 CCMP
dz: ཌབ་ལུ་པི་ཨེ་ ༢ སི་སི་ཨེམ་པི།

source: WPA2 Automatic
dz: ཌབ་ལུ་པི་ཨེ་ ༢ རང་བཞིན།
fr: WPA2 automatique
ne: स्वचालित WPA2

source: unable to create netlink socket for monitoring wired ethernet devices - %s
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཨི་ཐར་ནེཊི་ཐབས་འཕྲུལ་ཚུ་ལྟ་རྟོག་དོན་ལུ་ནེཊི་ལིངཀ་སོ་ཀེཊི་གསར་བསྐྲུན་འབད་མི་ཚུགསཔ - %s
fr: impossible de créer un socket netlink pour surveiller les périphériques Ethernet câblés - %s
ne: मानिटरिङ तारसहित इथरनेट यन्त्र - %s का लागि नेटलिङ्क सकेट सिर्जना गर्न अक्षम

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཨི་ཐར་ནེཌི་ཐབས་འཕྲུལ་ཚུ་ལྟ་རྟོག་དོན་ལུ་ནེཊི་ལིངཀ་སོཀེཊི་ལུ་བསྡམས་ནི་ལུ་མི་ཚུགསཔ - %s
fr: impossible d'effectuer une liaison au socket netlink pour surveiller les périphériques Ethernet câblés - %s
ne: मोनिटरिङ तारसहित इथरनेट यन्त्र - %s का लागि नेटलिङ्क सकेट संयोजन गर्न अक्षम

source: operation took too long
dz: བཀོལ་སྤྱོད་འབད་ནི་རིངམ་བསྒོར་ཡོདཔ།
fr: l'opération a duré trop longtemps
ne: सञ्चालनले लामो समय लियो

source: received data from wrong type of sender
dz: ཕྱི་འགྱུར་གྱི་དབྱེ་བའི་གཏང་མི་ལས་གནད་སྡུད་འཐོབ་ཡོདཔ།
fr: reçu des données d'un type erroné d'expéditeur
ne: गलत प्रकारको प्रेषकबाट पठाएको डेटा प्राप्त गरियो

source: received data from unexpected sender
dz: རེ་བ་མེད་བའི་གཏང་མི་ལས་གནད་སྡུད་འཐོབ་ཡོདཔ།
fr: reçu des données d'un expéditeur inattendu
ne: आशा नगरेको प्रेषकबाट पठाएको डेटा प्राप्त गरियो

source: too much data was sent over socket and some of it was lost
dz: སོ་ཀེཊི་ལྟག་གནད་སྡུད་ལེ་ཤ་གཏང་ཡོདཔ་དང་ལ་ལོ་བརླག་སྟོར་ཞུགས་ཡོདཔ།
fr: trop de données ont été envoyées sur le socket et certaines ont été perdues
ne: सकेटलाई धेरै डेटा पठाइयो र त्यसमध्ये केही हरायो ।

source: error occurred while waiting for data on socket
dz: སོ་ཀེཊི་གུ་གནད་སྡུད་དོན་ལུ་བསྒུག་པའི་སྐབས་འཛོལ་བ་འབྱུང་ཡོདཔ།
fr: une erreur s'est produite pendant l'attente des données sur le socket
ne: सकेटमा डेटाका लागि पर्खिरहदा त्रुटि देखाउँछ

source: You are now connected to the Ad-Hoc wireless network '%s'.
dz: ཁྱོད་ད་ནམ་དགོས་རླུང་འཕྲིན་ཡོངས་འབྲེལ་'%s' འདི་ལུ་མཐུད་ཡོདཔ།
fr: Vous êtes connecté au réseau sans fil Ad-Hoc '%s'.
ne: तपाईँले अहिले Ad-Hoc ताररहित सञ्जाल '%s' मा जडित हुनुहुन्छ ।

source: Copyright © 2004-2005 Red Hat, Inc.
ne: सर्वाधिकार © 2004-2005 Red Hat, Inc.

source: Choose which type of VPN connection you wish to create.
fr: Choisissez le type de connexion VPN à créer.
ne: तपाईँले सिर्जना गर्न चाहेको VPN प्रकारको जडान रोज्नुहोस्

source: Connect to:
fr: Se connecter à :
ne: यसमा जडान गर्नुहोस्:

source: Create VPN Connection - 1 of 2
fr: Créer une connexion VPN - 1 sur 2
ne: VPN जडान २ को - १ सिर्जना गर्नुहोस्

source: Create VPN Connection - 2 of 2
fr: Créer une connexion VPN - 2 sur 2
ne: VPN जडान २ को - २ सिर्जना गर्नुहोस्

source: Finish Creating VPN Connection
fr: Finir de créer la connexion VPN
ne: VPN जडान सिर्जना सकियो

source: This assistant will guide you through the creation of a connection to a Virtual Private Network (VPN). It will require some information, such as IP addresses and secrets. Please see your system administrator to obtain this information.
fr: Cet assistant va vous aider à créer une connexion à un réseau privé virtuel (VPN). Il aura besoin de certaines informations, telles que des adresses IP et des secrets. Contactez votre administrateur système pour les obtenir.
ne: यो सहायकले तपाईँलाई अवास्तविक व्यक्तिगत सञ्जाल (VPN) मा जडानको सिर्जनाको माध्यम मार्गदर्शन गर्नेछ । यसका लागि केही सूचनाको आवश्यकता पर्नेछ, जस्तै IP ठेगाना र रहस्य । कृपया तपाईँको प्रणाली प्रशासकलाई यो सूचना उपलब्ध गराउन देखाउनुहोस् ।
