Repository: GNOME/libnma
Catalog: po/*.po
Languages: dz, fr, ml, ne

source: Control your network connections
ml: നിങ്ങളുടെ നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍ നിയന്ത്രിയ്ക്കുക

source: Network Manager
ml: നെറ്റ്‌വര്‍ക്ക് മാനേജര്‍

source: Disable WiFi Create
ml: വൈഫൈ ഉണ്ടാക്കരുതു്

source: Disable connected notifications
ml: ബന്ധിപ്പിച്ചതായി അറിയിയ്ക്കേണ്ട

source: Disable disconnected notifications
ml: വേര്‍പ്പെടുത്തിയതായി അറിയിയ്ക്കേണ്ട

source: Set this to TRUE to disable notifications when connecting to a network.
ml: ഇതു് ശരി എന്നാണെങ്കില്‍ ശൃംഖലയുമായി ബന്ധിപ്പിച്ചതായുള്ള അറിയിപ്പുകള്‍ കാണിയ്ക്കില്ല.

source: Set this to TRUE to disable notifications when disconnecting from a network.
ml: ഇതു് ശരി എന്നാണെങ്കില്‍ ശൃംഖലയില്‍ നിന്നും വേര്‍പ്പെട്ടതായുള്ള അറിയിപ്പുകള്‍ കാണിയ്ക്കില്ല.

source: Set this to TRUE to disable notifications when wireless networks are available.
ml: ഇതു് ശരി എന്നാണെങ്കില്‍ വയര്‍ലെസ് ശൃംഖലകള്‍ ലഭ്യമാണെങ്കിലും അറിയിയ്ക്കില്ല.

source: Set to TRUE to disable creation of adhoc networks when using the applet.
ml: ഇതു് ശരി എന്നാണെങ്കില്‍ ഈ ലഘുപ്രയോഗമുപയോഗിച്ചു് അഡ്ഹോക് ശൃംഖലകള്‍ ഉണ്ടാക്കുന്നതു് തടയുന്നു.

source: Stamp
ml: മുദ്ര

source: Suppress networks available notifications
ml: ശൃംഖലകള്‍ ലഭ്യമാണെന്നുള്ള വിവരം പറയാതിരിയ്ക്കുക

source: Used to determine whether settings should be migrated to a new version.
ml: നിലവിലുള്ള സജ്ജീകരണങ്ങള്‍ പുതിയ പതിപ്പിലേയ്ക്കെടുക്കണോ എന്നു് തീരുമാനിയ്ക്കന്നു.

source: Manage and change your network connection settings
ml: നിങ്ങളുടെ ശൃംഖലയുമായുള്ള ബന്ധിയ്ക്കുന്നതിനുള്ള സജ്ജീകരണങ്ങള്‍ കൈകാര്യം ചെയ്യുകയും മാറ്റങ്ങള്‍ വരുത്തുകയും ചെയ്യുക.

source: Network Connections
ml: ശൃംഖലകള്‍

source: An instance of nm-applet is already running.
ml: ഇപ്പോള്‍ വോറൊരു nm-applet പ്രവര്‍ത്തിച്ചുകൊണ്ടിരിയ്ക്കുന്നു.

source: Could not acquire the %s service. (%d)
ml: %s എന്ന സേവനം ലഭിച്ചില്ല. (%d)

source: Available
ml: ലഭ്യമാണു്

source: You are now connected to '%s'.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ '%s' എന്നതുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു.

source: Connection Established
dz: མཐུད་ལམ་གཞི་འཛུགས་འབད་ཡོདཔ།
fr: Connexion établie
ml: ബന്ധം സ്ഥാപിച്ചു
ne: जडान स्थापना भयो

source: You are now connected to the mobile broadband network.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ മൊബെല്‍ ബ്രോഡ്ബാന്‍ഡ് ശൃംഖലയുമായി ബന്ധപ്പെട്ടിരിയ്ക്കുന്നു.

source: Preparing mobile broadband connection '%s'...
ml: '%s' എന്ന മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡുമായി ബന്ധപ്പെടുവാന്‍ ശ്രമിയ്ക്കുന്നു...

source: Configuring mobile broadband connection '%s'...
ml: '%s' എന്ന മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് കണക്ഷന്‍ ക്രമീകരിക്കുന്നു...

source: User authentication required for mobile broadband connection '%s'...
ml: '%s' എന്ന മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ബന്ധത്തിനു് ആധികാരികത ഉറപ്പാക്കുക...

source: Requesting a network address for '%s'...
ml: '%s'-നുള്ള ഒരു നെറ്റ്‌വര്‍ക്ക് വിലാസത്തിനായി ആവശ്യപ്പെടുന്നു...

source: Mobile broadband connection '%s' active
ml: '%s' എന്ന മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ബന്ധം സജീവമാണു്

source: CDMA
ml: സിഡിഎംഎ

source: New Mobile Broadband (CDMA) connection...
ml: പുതിയ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് (സിഡിഎംഎ) കണക്ഷന്‍...

source: Mobile Broadband (%s)
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് (%s)

source: Mobile Broadband
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ്

source: You are now connected to the CDMA network.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ സിഡിഎംഎ ശൃംഖലയുമായി ബന്ധപ്പെട്ടിരിയ്ക്കുന്നു.

source: Mobile broadband network password
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് നെറ്റ്‌വര്‍ക്കിനുള്ള അടയാളവാക്ക്

source: A password is required to connect to '%s'.
ml: '%s'-ലേക്കു് ബന്ധപ്പെടുന്നതിനായി ഒരു അടയാളവാക്ക് ആവശ്യമുണ്ടു്.

source: Password:
dz: ཆོག་ཡིག:
fr: Mot de passe :
ml: അടയാളവാക്ക്:
ne: पासवर्ड:

source: GSM
ml: ജിഎസ്എം

source: New Mobile Broadband (GSM) connection...
ml: പുതിയ മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് (ജിഎസ്എം) കണക്ഷന്‍...

source: You are now connected to the GSM network.
ml: ഇപ്പോള്‍ നിങ്ങള്‍ക്ക് ജിഎസ്എം ശൃംഖലയുമായി ബന്ധമായി.

source: PIN code required
ml: പിന്‍ കോഡ് ആവശ്യമുണ്ടു്

source: PUK code required
ml: പുക്ക് കോഡ് ആവശ്യമുണ്ടു്

source: PIN code is needed for the mobile broadband device
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ഉപകരണത്തിന് പിന്‍ കോഡ് ആവശ്യമുണ്ടു്

source: PUK code is needed for the mobile broadband device
ml: മൊബൈല്‍ ബ്രോഡ്ബാന്‍ഡ് ഉപകരണത്തിന് പുക്ക് കോഡ് ആവശ്യമുണ്ടു്

source: Auto Ethernet
ml: കിട്ടിയ ഇതര്‍നെറ്റ്

source: Wired Networks (%s)
ml: വയര്‍ഡ് ശൃംഖലകള്‍ (%s)

source: Wired Network (%s)
dz: བརྒྱུད་ཐག་ཅན་གྱི་ཡོངས་འབྲེལ (%s)
fr: Réseau cablé (%s)
ml: വയര്‍ഡ് ശൃംഖല (%s)
ne: तारसहित सञ्जाल (%s)

source: Wired Networks
ml: വയര്‍ഡ് ശൃംഖലകള്‍

source: Wired Network
ml: വയര്‍ഡ് ശൃംഖല

source: disconnected
ml: ബന്ധമില്ല

source: You are now connected to the wired network.
dz: ཁྱོད་ད་བརྒྱུད་ཐག་ཅན་གྱི་་ཡོངས་འབྲེལ་འདི་ལུ་མཐུད་ཡོདཔ།
fr: Vous êtes connecté au réseau câblé.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ വയര്‍ഡ് ശൃംഖലയുമായി ബന്ധപ്പെരിക്കുന്നു.
ne: तपाईँ अहिले तारसहित सञ्जालमा जडित हुनुहुन्छ ।

source: Preparing wired network connection '%s'...
ml: '%s' എന്ന വയര്‍ഡ് ശൃംഖലയുമായി ബന്ധപ്പെടുവാന്‍ ശ്രമിയ്ക്കുന്നു...

source: Configuring wired network connection '%s'...
ml: '%s' എന്ന വയര്‍ഡ് ശൃംഖലയുമായുള്ള ബന്ധം ക്രമീകരിക്കുന്നു...

source: User authentication required for wired network connection '%s'...
ml: വയര്‍ഡ് കണക്ഷന്‍ '%s'-നു് ഉപയോക്താവിനോടു് ആധികാരികത ഉറപ്പാക്കുന്നതിനായി ആവശ്യപ്പെട്ടിരിക്കുന്നു...

source: Requesting a wired network address for '%s'...
ml: '%s'-നുള്ള ഒരു വയര്‍ഡ് നെറ്റ്‌വര്‍ക്ക് വിലാസം ആവശ്യപ്പെടുന്നു...

source: Wired network connection '%s' active
ml: വയര്‍ഡ് നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s' സജീവമാണു്

source: DSL authentication
ml: DSL ആധികാരികത ഉറപ്പാക്കല്‍

source: _Connect to Hidden Wireless Network...
ml: അദൃശ്യമായ വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്കിലേക്ക് _കണക്ട് ചെയ്യുക...

source: Create _New Wireless Network...
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ་གསརཔ་གསར་བསྐྲུན་འབད...(_N)
fr: Créer_un nouveau réseau sans fil...
ml: _പുതിയ വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് ഉണ്ടാക്കുക
ne: नयाँ ताररहित सञ्जाल सिर्जना गर्नुहोस्...

source: Wireless Networks (%s)
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്കുകള്‍ (%s)

source: Wireless Network (%s)
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ (%s)
fr: Réseau sans fil (%s)
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് (%s)
ne: ताररहित सञ्जाल (%s)

source: Wireless Network
dz: རླུང་འཕྲིན་ཡོངས་འབྲེལ།
fr: Réseau sans fil
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക്
ne: ताररहित सञ्जाल

source: wireless is disabled
ml: വയര്‍ലെസ് സജ്ജമല്ല

source: More networks
ml: കൂടുതല്‍ ശൃംഖലകള്‍

source: Wireless Networks Available
ml: ലഭ്യമായ വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്കുകള്‍

source: Click on this icon to connect to a wireless network
ml: ഒരു വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്കിലേക്കു് കണക്ട് ചെയ്യുന്നതിനായി ഈ ചിഹ്നത്തില്‍ ക്ലിക്ക് ചെയ്യുക

source: Don't show this message again
ml: ഈ സന്ദേശം ഇനി കാണിക്കരുതു്

source: You are now connected to the wireless network '%s'.
dz: ཁྱོད་ད་རླུང་འཕྲིན་ཡོངས་འབྲེལ་'%s' འདི་ལུ་མཐུད་ཡོདཔ།
fr: Vous êtes connecté au réseau sans fil '%s'.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക്'%s'-ലേക്ക് കണക്ട് ചെയ്യപ്പെട്ടിരിക്കുന്നു.
ne: तपाईँ अहिले ताररहित सञ्जाल '%s' मा जडित हुनुहुन्छ ।

source: (none)
ml: (ഒന്നുമില്ല)

source: Preparing wireless network connection '%s'...
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s'-നായി തയ്യാറെടുക്കുന്നു...

source: Configuring wireless network connection '%s'...
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s' ക്രമീകരിക്കുന്നു...

source: User authentication required for wireless network '%s'...
ml: വയര്‍ലെസ് കണക്ഷന്‍ '%s'-നു് ഉപയോക്താവിനോടു് ആധികാരികത ഉറപ്പാക്കുന്നതിനായി ആവശ്യപ്പെട്ടിരിക്കുന്നു...

source: Requesting a wireless network address for '%s'...
ml: '%s'-നുള്ള ഒരു വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് വിലാസത്തിനായി ആവശ്യപ്പെടുന്നു...

source: Wireless network connection '%s' active: %s (%d%%)
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s' സജീവമാണു്: %s (%d%%)

source: Wireless network connection '%s' active
ml: വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s' സജീവമാണു്

source: Error displaying connection information:
dz: མཐུད་ལམ་བརྡ་དོན་བཀྲམ་བཏོན་འཛོལ་བ:
fr: Erreur d'affichage des informations de connexion :
ml: കണക്ഷന്‍ സംബന്ധിച്ചുള്ള വിവരം കാണിക്കുന്നതില്‍ പിശക്
ne: जडान सूचना प्रदर्शन गर्दा त्रुटि:

source: Dynamic WEP
dz: ནུས་ཅན་ཌབ་ལུ་ཨི་པི།
fr: WEP dynamique
ml: ഡൈനമിക് WEP
ne: गतिशिल WEP

source: None
dz: ཅི་མེད།
fr: Aucun
ml: ഒന്നുമില്ല
ne: कुनै पनि होइन

source: Unknown
dz: མ་ཤེསཔ།
ml: അപരിചിതം

source: Ethernet (%s)
ml: ഇഥര്‍നെറ്റ് (%s)

source: Interface:
dz: ངོས་འདྲ་བ:
ml: ഇന്റര്‍ഫെയിസ്:
ne: इन्टरफेस:

source: Hardware Address:
dz: སྲ་ཆས་ཁ་བྱང་:
fr: Adresse matérielle:
ml: ഹാര്‍ഡ്‌വെയര്‍ വിലാസം:
ne: हार्डवयेर ठेगाना:

source: Driver:
dz: འདྲེན་བྱེད:
fr: Pilote :
ml: ഡ്രൈവര്‍:
ne: ड्राइभर:

source: Speed:
dz: མགྱོགས་ཚད:
fr: Vitesse :
ml: വേഗത:
ne: गति:

source: Security:
ml: സുരക്ഷ:

source: IP Address:
dz: ཨའི་པི་ཁ་བྱང་:
fr: Adresse IP:
ml: ഐപി വിലാസം:
ne: IP ठेगाना:

source: Broadcast Address:
dz: ཁ་བྱང་རྒྱང་བསྒྲགས་འབད:
fr: Adresse de diffusion :
ml: ബ്രോഡ്കാസ്റ്റ് വിലാസം:
ne: प्रसारण ठेगाना:

source: Subnet Mask:
dz: སབ་ནེཊི་གདོང་ཁེབས:
fr: Masque de sous-réseau:
ml: സബ്‌നെറ്റ് മാസ്ക്:
ne: सबनेट मास्क:

source: Default Route:
dz: སྔོན་སྒྲིག་འགྲུལ་ལམ:
fr: Route par défaut :
ml: സ്വതവേയുള്ള റൂട്ട്:
ne: पूर्वनिरधारित बाटो:

source: Primary DNS:
dz: གཞི་རིམ་ཌི་ཨེན་ཨེསི:
fr: DNS primaire :
ml: പ്രൈമറി DNS:
ne: प्राथमिक DNS:

source: Secondary DNS:
dz: གལ་གནད་ཆུང་བའི་ཌི་ཨེན་ཨེསི:
fr: DNS secondaire :
ml: സെക്കന്‍ഡറി DNS:
ne: गौण DNS:

source: No valid active connections found!
ml: സാധുതയുള്ള സജീവമായ കണക്ഷനുകള്‍ ലഭ്യമായില്ല!

source: Notification area applet for managing your network devices and connections.
dz: ཁྱོད་རའི་ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་ཚུ་དང་མཐུད་ལམ་ཚུ་གི་དོན་ལུ་བརྡ་བསྐུལ་མངའ་ཁོངས་ཨེཔ་ལེཊི།
fr: Applet de zone de notification pour la gestion des périphériques réseau et des connexions.
ml: നിങ്ങളുടെ നെറ്റ്‌വര്‍ക്ക് ഡിവൈസുകളും കണക്ഷനുകളും കൈകാര്യം ചെയ്യുന്നതിനായുള്ള അറിയിപ്പിനുള്ള സ്ഥലം.
ne: तपाईँको सञ्जाल यन्त्र र जडान प्रबन्धका लागि चेतावनी क्षेत्र एप्लेट

source: NetworkManager Website
ml: NetworkManager വെബ്സൈറ്റ്

source: translator-credits
dz: སྐད་བསྒྱུར་པ་-ངོ་བསྟོད་ཚུ།
fr: Mainteneur : Christophe Merlet (RedFox) <redfox@redfoxcenter.org> Contributeurs : Vincent Renardias <vincent@debian.org> Jean-Noël Guiheneuf <jean-noel.guiheneuf@wanadoo.fr> Frédéric Riss <frederic.riss@laposte.net> Joaquim Fellmann <joaquim@altern.org> Christophe Fergeau <teuf@users.sourceforge.net> Brigitte Le Grand <brigitte.le.grand@sun.com> pour Sun Microsystems(tm) Yannick Marchegay <yannick.marchegay@lokanova.com> Sébastien Bacher <seb128@debian.org> Craig Jeffares <cjeffares@novell.com> pour Novell(tm) Vincent Carriere <carriere_vincent@yahoo.fr> Vincent Untz <vuntz@gnome.org> Stéphane Raimbault <stephane.raimbault@free.fr>
ml: അനി പീറ്റര്‍|Ani Peter <apeter@redhat.com>
ne: Mahesh Subedi <submanesh@hotmail.com>Ganesh Ghimire <gghimire@gmail.com>Dadhiram Nepal <yourssymbol@gmail.com>Jaydeep Bhusal <zaydeep@hotmail.com>

source: Missing resources
ml: ലഭ്യമല്ലാത്ത റിസോഴ്സുകള്‍

source: The VPN connection '%s' failed because the network connection was interrupted.
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷനില്‍ തടസ്സം നേരിട്ടതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because the VPN service stopped unexpectedly.
ml: വിപിഎന്‍ സര്‍വീസ് അപ്രതീക്ഷിതമായി നിലച്ചതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because the VPN service returned invalid configuration.
ml: വിപിഎന്‍ സര്‍വീസ് തെറ്റായ ക്രമീകരണം തിരികെ ലഭ്യമാക്കിയതിനാല്‍വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because the connection attempt timed out.
ml: കണക്ഷനുള്ള സമയം കഴിഞ്ഞുപോയതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because the VPN service did not start in time.
ml: വിപിഎന്‍ സേവനം ശരിയായ സമയത്തു് ആരംഭിക്കുവാന്‍ സാധ്യമാകാത്തതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because the VPN service failed to start.
ml: വിപിഎന്‍ സേവനം ആരംഭിക്കുന്നതിലുള്ള തടസ്സം കാരണം വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because there were no valid VPN secrets.
ml: ശരിയായ വിപിഎന്‍ രഹസ്യങ്ങള്‍ ലഭ്യമല്ലാത്തതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed because of invalid VPN secrets.
ml: തെറ്റായ വിപിഎന്‍ രഹസ്യങ്ങള്‍ കാരണം വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' failed.
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' പരാജയപ്പെട്ടു.

source: The VPN connection '%s' disconnected because the network connection was interrupted.
ml: വിപിഎന്‍ കണക്ഷനില്‍ തടസ്സം നേരിട്ടതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' വിഛേദിക്കപ്പെട്ടു.

source: The VPN connection '%s' disconnected because the VPN service stopped.
ml: വിപിഎന്‍ സര്‍വീസില്‍ തടസ്സം നേരിട്ടതിനാല്‍ വിപിഎന്‍ കണക്ഷന്‍ '%s' വിഛേദിക്കപ്പെട്ടു.

source: The VPN connection '%s' disconnected.
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' വിഛേദിക്കപ്പെട്ടു.

source: VPN Login Message
dz: ཝི་པི་ཨེན་ནང་བསྐྱོད་འཕྲིན་དོན།
fr: Message de login du VPN
ml: VPN ലോഗിന്‍ സന്ദേശം
ne: VPN लगइन सन्देश

source: VPN Connection Failed
ml: VPN കണക്ഷന്‍ പരാജയപ്പെട്ടു

source: The VPN connection '%s' failed because the VPN service failed to start. %s
ml: വിപിഎന്‍ സര്‍വീസ് ആരംഭിക്കുവാന്‍ സാധിക്കാത്തതിനാല്‍, വിപിഎന്‍ കണക്ഷന്‍ '%s' ആരംഭിക്കുന്നതില്‍ പരാജയപ്പെട്ടു. %s

source: The VPN connection '%s' failed to start. %s
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' ആരംഭിക്കുന്നതില്‍ പരാജയപ്പെട്ടു. %s

source: device not ready
ml: ഡിവൈസ് തയ്യാറല്ല

source: Disconnect
ml: കണക്ഷന്‍ വിഛേദിക്കുക

source: device not managed
ml: ഡിവൈസ് കൈകാര്യം ചെയ്തിട്ടില്ല

source: No network devices available
ml: നെറ്റ്‌വര്‍ക്ക് ഡിവൈസുകള്‍ ലഭ്യമല്ല

source: _VPN Connections
dz: ཝི་པི་ཨེན་མཐུད་ལམ་ཚུ།(_V)
fr: _Connexions VPN
ml: _VPN കണക്ഷനുകള്‍
ne: VPN जडान

source: _Configure VPN...
dz: ཝི་པི་ཨེན་རིམ་སྒྲིག...(_C)
fr: _Configurer le réseau VPN...
ml: _VPN ക്രമീകരിക്കുക...
ne: VPN कन्फिगर गर्नुहोस्...

source: _Disconnect VPN...
dz: ཝི་པི་ཨེན་མཐུད་ལམ་མེདཔ་བཟོ...(_D)
fr: _Se déconnecter du réseau VPN...
ml: _VPN വിഛേദിക്കുക...
ne: VPN जडान बिच्छेद गर्नुहोस्...

source: NetworkManager is not running...
dz: ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་འདི་གཡོག་བཀོལ་མི་བཏུབ...
fr: NetworkManager n'est pas lancé...
ml: NetworkManager പ്രവര്‍ത്തനത്തിലില്ല...
ne: सञ्जाल प्रबन्धक चलिरहेको छैन...

source: Networking disabled
dz: ཡོངས་འབྲེལ་བཟོ་བ་ལྕོགས་མིན་བཟོ་ཡོདཔ།
fr: Réseau désactivé
ml: നെറ്റ്‌വര്‍ക്കിങ് പ്രവര്‍ത്ത രഹിതമാക്കിയിരിക്കുന്നു
ne: सञ्जाल अक्षम पारियो

source: Enable _Networking
dz: ཡོངས་འབྲེལ་བཟོ་བ་ལྕོགས་ཅན་བཟོ།(_N)
fr: Activer_le réseau
ml: _നെറ്റ്‌വര്‍ക്കിങ് സജ്ജമാക്കുക
ne: सञ्जाल सक्षम पार्नुहोस्

source: Enable _Wireless
dz: རླུང་འཕྲིན་ལྕོགས་ཅན་བཟོ།(_W)
fr: Activer la_connexion sans fil
ml: _വയര്‍ലെസ് സജ്ജമാക്കുക
ne: ताररहित सक्षम पार्नुहोस्

source: Connection _Information
dz: མཐུད་ལམ་བརྡ་དོན།(_I)
fr: Informations sur la_connexion
ml: കണക്ഷന്‍ _വിവരം
ne: जडान सूचना

source: Edit Connections...
ml: കണക്ഷനുകള്‍ ചിട്ടപ്പെടുത്തുക...

source: _Help
dz: གྲོགས་རམ།(_H)
fr: _Aide
ml: _സഹായം
ne: मद्दत

source: _About
dz: སྐོར་ལས།(_A)
fr: À _propos
ml: _സംബന്ധിച്ചു്
ne: बारेमा

source: Disconnected
dz: མཐུད་ལམ་བཏོག་ཡོདཔ།
fr: Déconnecté
ml: കണക്ഷന്‍ വിഛേദിച്ചിരിക്കുന്നു
ne: जडान विच्छेद भयो

source: The network connection has been disconnected.
dz: ཡོངས་འབྲེལ་མཐུད་ལམ་འདི་མཐུད་ལམ་བཏོག་ཡོདཔ།
fr: La connexion réseau a été interrompue.
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ വിഛേദിച്ചിരിക്കുന്നു.
ne: सञ्जाल जडान बिच्छेद भएको छ ।

source: Preparing network connection '%s'...
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s'-നായി തയ്യാറെടുക്കുന്നു...

source: User authentication required for network connection '%s'...
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s'-നു് ഉപയോക്താവിനോടു് ആധികാരികത ഉറപ്പാക്കുന്നതിനായി ആവശ്യപ്പെട്ടിരിക്കുന്നു...

source: Network connection '%s' active
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ '%s' സജീവമാണു്

source: Starting VPN connection '%s'...
ml: VPN കണക്ഷന്‍'%s' ആരംഭിക്കുന്നു...

source: User authentication required for VPN connection '%s'...
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s'-നു് ഉപയോക്താവിനോടു് ആധികാരികത ഉറപ്പാക്കുന്നതിനായി ആവശ്യപ്പെട്ടിരിക്കുന്നു...

source: Requesting a VPN address for '%s'...
ml: '%s'-നായി ഒരു വിപിഎന്‍ വിലാസം ആവശ്യപ്പെടുന്നു...

source: VPN connection '%s' active
ml: വിപിഎന്‍ കണക്ഷന്‍ '%s' സജീവമാണു്

source: No network connection
dz: ཡོངས་འབྲེལ་མཐུད་ལམ་མེདཔ།
fr: Aucune connexion réseau
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ ലഭ്യമല്ല
ne: सञ्जाल जडान छैन

source: The NetworkManager applet could not find some required resources. It cannot continue.
dz: ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་ཨེཔ་ལེཊི་འདི་གིས་དགོས་མཁོ་ཡོད་པའི་ཐོན་ཁུངས་ལ་ལོ་འཚོལ་མ་འཐོབ་ལས་འཕྲོ་མཐུད་མི་བཏུབ།
fr: L'applet NetworkManager n'a pas pu trouver certaines ressources requises. Elle ne peut pas continuer.
ml: ആവശ്യമുള്ള ചില ഉറവിടങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ NetworkManager ആപ്ലെറ്റിനു് സാധ്യമായില്ല. ഇതു് തുടരുവാന്‍ സാധ്യമല്ല.
ne: सञ्जाल प्रबन्धक एप्लेटले केही आवश्यक स्रोतहरू फेला पार्न सकेन । यसलाई सुचारू गर्न सकेन ।

source: NetworkManager Applet
dz: ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་ཨེཔ་ལེཊི།
fr: Applet NetworkManager
ml: NetworkManager ആപ്ലെറ്റ്
ne: सञ्जाल प्रबन्धक एप्लेट

source: The NetworkManager Applet could not find some required resources (the glade file was not found).
dz: ཡོངས་འབྲེལ་འཛིན་སྐྱོང་པ་ཨེཔ་ལེཊི་དེ་གིས་དགོས་མཁོ་ཡོད་པའི་ཐོན་ཁུངས་ལ་ལོ་འཚོལ་མ་འཐོབ(གེལེཊི་ཡིག་སྣོད་འདི་འཚོལ་མ་འཐོབ)
fr: L'applet NetworkManager n'a pas pu trouver les ressources requises (le fichier glade n'a pas été trouvé).
ml: ആവശ്യമുള്ള ചില ഉറവിടങ്ങള്‍ ലഭ്യമാക്കുവാന്‍ NetworkManager ആപ്ലെറ്റിനു് സാധ്യമായില്ല (glade ഫയല്‍ ലഭ്യമായില്ല)
ne: सञ्जाल प्रबन्धक एप्लेटले केही आवश्यक स्रोतहरू (ग्लेड फाइल फेला परेन) फेला पार्न सकेन ।

source: 1 (Default) 2 3 4
ml: 1 (സ്വതവേയുള്ളതു്) 2 3 4

source: <span size="larger" weight="bold">Active Network Connections</span>
ml: <span size="larger" weight="bold">സജീവമായ നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍</span>

source: Anony_mous identity:
ml: _അ‍ജ്ഞാതം:

source: Automatic Version 0 Version 1
ml: ഓട്ടോമാറ്റിക് പതിപ്പ് 0 പതിപ്പ് 1

source: C_A certificate:
ml: C_A സര്‍ട്ടിഫീക്കേറ്റ്:

source: C_onnect
dz: མཐུད༔(_o)
fr: Se _connecter
ml: _കണക്ട് ചെയ്യുക
ne: जडान गर्नुहोस्

source: Co_nnection:
ml: ക_ണക്ഷന്‍:

source: Connection Information
dz: མཐུད་ལམ་བརྡ་དོན།
fr: Informations sur la connexion
ml: കണക്ഷന്‍ വിവരം
ne: जडान सूचना

source: Don't _warn me again
ml: ഇനി _മുന്നറിയിപ്പ് നല്‍കേണ്ടതില്ല

source: I_dentity:
ml: _തിരിച്ചറിയല്‍:

source: I_nner authentication:
ml: ഇ_ന്നര്‍ ഓഥന്റിക്കേഷന്‍:

source: No
ml: ഇല്ല

source: Open System Shared Key
dz: ཀུན་གྱི་རིམ་ལུགས ལྡེ་མིག་རུབ་སྤྱོད་འབད་ཡོདཔ།
fr: Système ouvert Clé partagée
ml: ഓപ്പണ്‍ സിസ്റ്റം ഷെയര്‍ഡ് കീ
ne: खुला प्रणाली बाँडिएको कुञ्जी

source: Other Wireless Network...
dz: གཞན་རླུང་འཕྲིན་ཡོངས་འབྲེལ...
fr: Autre réseau sans fil...
ml: മറ്റുള്ള വയര്‍ലെസ് നെറ്റ്‌വര്‍ക്ക്...
ne: अन्य ताररहित सञ्जाल...

source: Private _key:
ml: സ്വകാര്യ _കീ:

source: Select A File
ml: ഒരു ഫയല്‍ തെരഞ്ഞെടുക്കുക

source: Sho_w key
ml: കീ കാ_ണിക്കുക

source: Sho_w password
ml: അടയാളവാക്ക് കാ_ണിക്കുക

source: WEP inde_x:
ml: WEP _സൂചിക:

source: Wireless _adapter:
dz: རླུང་འཕྲིན་མཐུན་བྱེད:(_a)
fr: _Adaptateur sans fil :
ml: വയര്‍ലെസ് _അഡാപ്ടര്‍:
ne: ताररहित अनुकूलक:

source: Yes
ml: ഉവ്വു്

source: _Authentication:
ml: _ആധികാരികത ഉറപ്പാക്കല്‍:

source: _Key:
ml: _കീ:

source: _Network name:
ml: _നെറ്റ്‌വര്‍ക്കിന്റെ പേരു്:

source: _PEAP version:
ml: _PEAP പതിപ്പ്:

source: _Password:
ml: _അടയാളവാക്ക്:

source: _Private key password:
ml: _സ്വകാര്യ കീ അടയാളവാക്ക്:

source: _Type:
ml: _തരം:

source: _User certificate:
ml: _ഉപയോക്താവിന്റെ സര്‍ട്ടിഫീക്കേറ്റ്:

source: _Username:
ml: _ഉപയോക്തൃനാമം:

source: _Wireless security:
ml: _വയര്‍ലെസ് സുരക്ഷ:

source: automatic
ml: ഓട്ടോമാറ്റിക്

source: Failed to update connection secrets due to an unknown error.
ml: അപരിചിതമായ പിശക് കാരണം കണക്ഷന്‍ രഹസ്യങ്ങള്‍ പരിഷ്കരിക്കുന്നതില്‍ പരാജയം.

source: _Service:
ml: _സര്‍വീസ്:

source: <b>Addresses</b>
ml: <b>വിലാസങ്ങള്‍</b>

source: Automatic Automatic with manual DNS settings Manual Link-Local Shared to other computers
ml: ഓട്ടോമാറ്റിക് ഓട്ടോമാറ്റിക്, ഉപ്പം മാനുവല്‍ DNS സജ്ജീകരണങ്ങള്‍ മാനുവല്‍ ലിങ്ക്-ലോക്കല്‍ മറ്റുള്ള കമ്പ്യൂട്ടറുകളുമായി പങ്കിടുക

source: D_HCP client ID:
ml: D_HCP ക്ലൈന്റ് ID:

source: IP addresses identify your computer on the network. Click the "Add" button to add an IP address.
ml: നെറ്റ്‌വര്‍ക്കിലുള്ള നിങ്ങളുടെ കമ്പ്യൂട്ടറിനെ IP വിലാസങ്ങള്‍ വഴി തിരിച്ചറിയുന്നു. ഒരു IP വിലാസം ചേര്‍ക്കുന്നതിനായി "ചേര്‍ക്കുക" എന്ന ബട്ടണില്‍ ക്ലിക്ക് ചെയ്യുക.

source: If enabled, this connection will never be used as the default network connection.
ml: സജ്ജമെങ്കില്‍, ഈ കണക്ഷന്‍ ഒരിക്കലും സ്വതവേയുള്ള നെറ്റ്‌വര്‍ക്ക് കണക്ഷനായി ഉപയോഗിക്കുവാന്‍ സാധ്യമല്ല.

source: Ig_nore automatically obtained routes
ml: ഓട്ടോമാറ്റിക്കായി ലഭ്യമാകുന്ന റൂട്ടുകള്‍ അവ_ഗണിക്കുക

source: Use this c_onnection only for resources on its network
ml: ഈ _കണക്ഷന്റെ നെറ്റ്‌വര്‍ക്കില്‍ മാത്രമുള്ള റിസോഴ്സുകള്‍ക്കായി ഉപയോഗിക്കുക

source: _DNS servers:
ml: _DNS സര്‍വറുകള്‍:

source: _Method:
ml: _മാര്‍ഗം:

source: _Routes…
ml: _റൂട്ടുകള്‍

source: _Search domains:
ml: ഡൊമെയിനുകള്‍ _തെരയുക:

source: <b>Advanced</b>
ml: <b>അധികമായ</b>

source: <b>Basic</b>
ml: <b>അടിസ്ഥാനം</b>

source: Any 3G (UMTS/HSPA) 2G (GPRS/EDGE) Prefer 3G (UMTS/HSPA) Prefer 2G (GPRS/EDGE)
ml: ഏതെങ്കിലും 3G (UMTS/HSPA) 2G (GPRS/EDGE) Prefer 3G (UMTS/HSPA) Prefer 2G (GPRS/EDGE)

source: Change...
ml: മാറ്റുക...

source: N_etwork:
ml: _നെറ്റ്‌വര്‍ക്ക്:

source: Nu_mber:
ml: ന_മ്പര്‍:

source: Sho_w passwords
ml: അടയാളവാക്കുകള്‍ _കാണിക്കുക

source: _Band:
ml: _ബാന്‍ഡ്:

source: <b>Allowed Authentication Methods</b>
ml: <b>ആധികാരികത ഉറപ്പാക്കുന്നതിനായി അനുവദിച്ചിട്ടുള്ള മാര്‍ഗങ്ങള്‍</b>

source: <b>Authentication</b>
ml: <b>ആധികാരികത ഉറപ്പാക്കല്‍</b>

source: <b>Compression</b>
ml: <b>കംപ്രഷന്‍</b>

source: <b>Echo</b>
ml: <b>ഇക്കോ</b>

source: <i>In most cases, the provider's PPP servers will support all authentication methods. If connections fail, try disabling support for some methods.</i>
ml: <i>മിക്കപ്പോഴും, പ്രൊവൈഡറിന്റെ PPP സര്‍വറുകള്‍ എല്ലാ ആധികാരികത ഉറപ്പാക്കുന്ന മാര്‍ഗ്ഗങ്ങളും പിന്തുണയ്ക്കുന്നു. കണക്ഷനുകള്‍ പരാജയപ്പെട്ടാല്‍, ചില മാര്‍ഗ്ഗങ്ങള്‍ക്കുള്ള പിന്തുണ പ്രവര്‍ത്ത രഹിതമാക്കി വീണ്ടും ശ്രമിക്കുക.</i>

source: Allow _BSD data compression
ml: _BSD ഡേറ്റാ കംപ്രഷന്‍ അനുവദിക്കുക

source: Allow _Deflate data compression
ml: _Deflate ഡേറ്റാ കംപ്രഷന്‍ അനുവദിക്കുക

source: Allowed methods:
ml: അനുവദിച്ചിട്ടുള്ള മാര്‍ഗങ്ങള്‍:

source: Challenge Handshake Authentication Protocol
ml: ചാലഞ്ച് ഹാന്‍ഡ്ഷെയിക് ഓഥന്റിക്കേഷന്‍ പ്രോട്ടോക്കോള്‍

source: Configure _Methods…
ml: _മാര്‍ഗ്ഗങ്ങള്‍ ക്രമീകരിക്കുക

source: Extensible Authentication Protocol
ml: എക്സ്റ്റെന്‍സിബിള്‍ ഓഥന്റിക്കേഷന്‍ പ്രോട്ടോക്കോള്‍

source: Microsoft Challenge Handshake Authentication Protocol
ml: മൈക്രോസോഫ്റ്റ് ചാലഞ്ച് ഹാന്‍ഡ്ഷെയിക് ഓഥന്റിക്കേഷന്‍ പ്രോട്ടോക്കോള്‍

source: Microsoft Challenge Handshake Authentication Protocol version 2
ml: മൈക്രോസോഫ്റ്റ് ചാലഞ്ച് ഹാന്‍ഡ്ഷെയിക് ഓഥന്റിക്കേഷന്‍ പ്രോട്ടോക്കോള്‍ പതിപ്പു് 2

source: Password Authentication Protocol
ml: പാസ്‌വേര്‍ഡ് ഓഥന്റിക്കേഷന്‍ പ്രോട്ടോക്കോള്‍

source: Send PPP _echo packets
ml: PPP _എക്കോ പാക്കറ്റുകള്‍ അയയ്ക്കുക

source: Use TCP _header compression
ml: TCP _ഹെഡര്‍ കംപ്രഷന്‍ ഉപയോഗിക്കുക

source: Use _stateful MPPE
ml: _സ്റ്റേറ്റ്ഫുള്‍ MPPE ഉപയോഗിക്കുക

source: _Require 128-bit encryption
ml: 128-ബിറ്റ് എന്‍ക്രിപ്ഷന്‍ _ആവശ്യമുണ്ടു്

source: _Use point-to-point encryption (MPPE)
ml: പോയിന്റ്-ടു-പോയിന്റ് ഇന്‍ക്രിപ്ഷന്‍ (MPPE) _ഉപയോഗിക്കുക

source: Automatic 10 Mb/s 100 Mb/s 1 Gb/s 10 Gb/s
ml: ഓട്ടോമാറ്റിക് 10 Mb/s 100 Mb/s 1 Gb/s 10 Gb/s

source: Automatic Twisted Pair (TP) Attachment Unit Interface (AUI) BNC Media Independent Interface (MII)
ml: ഓട്ടോമാറ്റിക് ട്വിസ്റ്റഡ് പെയര്‍ (TP) അറ്റാച്മെന്റ് യൂണിറ്റ് ഇന്റര്‍ഫെയിസ് (AUI) BNC മീഡിയ ഇന്‍ഡിപന്‍ഡന്റ് ഇന്റര്‍ഫെയിസ് (MII)

source: Full duple_x
ml: പൂര്‍ണ്ണമായും _ഡ്യൂപ്ലെക്സ്

source: _MAC address:
ml: _MAC വിലാസം:

source: _Port:
ml: _പോര്‍ട്ട്:

source: _Speed:
ml: _വേഗത:

source: bytes
ml: ബൈറ്റുകള്‍

source: Automatic A (5 GHz) B/G (2.4 GHz)
ml: ഓട്ടോമാറ്റിക് A (5 GHz) B/G (2.4 GHz)

source: Ban_d:
ml: _ബാന്‍ഡ്:

source: C_hannel:
ml: _ചാനല്‍:

source: Infrastructure Ad-hoc
ml: ഇന്‍ഫ്രാസ്ട്രക്ചര്‍ Ad-hoc

source: M_ode:
ml: _മോഡ്:

source: Transmission po_wer:
ml: ട്രാന്‍സ്മിഷന്‍ _പവര്‍:

source: _Rate:
ml: _നിരക്ക്:
